{
  "articles": [
    {
      "id": "math-1",
      "slug": "teorema-de-pitagoras",
      "title": "Teorema de Pitágoras",
      "category": "Matemáticas",
      "categorySlug": "matematicas",
      "excerpt": "En matemáticas, el teorema de Pitágoras es una relación fundamental en la geometría euclidiana entre los tres lados de un triángulo rectángulo.",
      "content": "El teorema de Pitágoras establece que el área del cuadrado cuyo lado es la hipotenusa (el lado opuesto al ángulo recto) es igual a la suma de las áreas de los cuadrados de los otros dos lados. Esta relación se puede escribir como una ecuación: a² + b² = c², donde 'a' y 'b' son las longitudes de los dos catetos del triángulo y 'c' es la longitud de la hipotenusa.\n\nEste teorema es uno de los pilares de la geometría y tiene innumerables aplicaciones en campos como la arquitectura, la ingeniería y la física. Por ejemplo, se utiliza para calcular distancias entre puntos en un plano cartesiano.",
      "imageUrl": "https://picsum.photos/seed/pythagoras/600/400",
      "imageHint": "triangle geometry"
    },
    {
      "id": "math-2",
      "slug": "numeros-primos",
      "title": "Números Primos",
      "category": "Matemáticas",
      "categorySlug": "matematicas",
      "excerpt": "Un número primo es un número natural mayor que 1 que no tiene divisores positivos aparte de 1 y él mismo.",
      "content": "Los números primos son los bloques de construcción de los números naturales a través de la factorización. El teorema fundamental de la aritmética establece que todo número natural mayor que 1 es o bien un número primo o bien puede ser representado como un producto único de números primos.\n\nLa búsqueda de números primos grandes es un área activa de investigación en teoría de números. Los números primos también son cruciales en criptografía, como en el algoritmo RSA, que se utiliza para la comunicación segura en internet.",
      "imageUrl": "https://picsum.photos/seed/primenumbers/600/400",
      "imageHint": "abstract numbers"
    },
    {
      "id": "math-3",
      "slug": "el-numero-pi",
      "title": "El Número Pi (π)",
      "category": "Matemáticas",
      "categorySlug": "matematicas",
      "excerpt": "Pi (π) es una constante matemática que es la razón de la circunferencia de un círculo a su diámetro, aproximadamente igual a 3.14159.",
      "content": "Pi es un número irracional, lo que significa que no puede expresarse como una fracción simple, y su representación decimal nunca termina y nunca se establece en un patrón que se repite permanentemente. Es también un número trascendente, lo que implica que no es la raíz de ningún polinomio no nulo con coeficientes racionales.\n\nPi aparece en muchas fórmulas en todas las áreas de las matemáticas y la física. Es fundamental en la geometría y la trigonometría, pero también se encuentra en la teoría de la probabilidad, la estadística y la termodinámica.",
      "imageUrl": "https://picsum.photos/seed/pi-symbol/600/400",
      "imageHint": "pi symbol"
    },
    {
        "id": "math-4",
        "slug": "la-sucesion-de-fibonacci",
        "title": "La Sucesión de Fibonacci",
        "category": "Matemáticas",
        "categorySlug": "matematicas",
        "excerpt": "En matemáticas, la sucesión de Fibonacci es una secuencia en la que cada número es la suma de los dos anteriores.",
        "content": "La sucesión generalmente comienza con 0 y 1, aunque algunas veces comienza con 1 y 1. La secuencia es: 0, 1, 1, 2, 3, 5, 8, 13, 21, 34, ...\n\nEsta secuencia aparece con frecuencia en la naturaleza, como en la ramificación de los árboles, la disposición de las hojas en un tallo, el fruto de la piña, la floración de una alcachofa, una piña de pino y el árbol genealógico de las abejas. Fue descrita por primera vez en la India hace más de dos mil años y fue introducida en Occidente por Leonardo de Pisa, conocido como Fibonacci.",
        "imageUrl": "https://picsum.photos/seed/fibonacci/600/400",
        "imageHint": "spiral shell"
    },
    {
        "id": "math-5",
        "slug": "el-concepto-de-limite",
        "title": "El Concepto de Límite",
        "category": "Matemáticas",
        "categorySlug": "matematicas",
        "excerpt": "En matemáticas, el límite de una función es un concepto fundamental en el cálculo y el análisis, relativo al comportamiento de esa función cerca de una entrada particular.",
        "content": "Informalmente, se dice que una función f(x) tiene un límite L en una entrada p si f(x) se acerca arbitrariamente a L a medida que x se acerca a p. Este concepto es crucial para definir la continuidad, las derivadas y las integrales.\n\nLa idea de un límite fue fundamental para el desarrollo del cálculo, permitiendo a los matemáticos manejar el concepto de lo infinitamente pequeño (infinitesimales) de una manera rigurosa.",
        "imageUrl": "https://picsum.photos/seed/calculus-limit/600/400",
        "imageHint": "graph function"
    },
    {
        "id": "math-6",
        "slug": "fractales",
        "title": "Fractales",
        "category": "Matemáticas",
        "categorySlug": "matematicas",
        "excerpt": "Un fractal es un subconjunto de un espacio euclidiano para el cual la dimensión de Hausdorff-Besicovitch excede estrictamente la dimensión topológica.",
        "content": "Más simplemente, un fractal es un patrón interminable. Los fractales son patrones infinitamente complejos que son autosemejantes a diferentes escalas. Se crean repitiendo un proceso simple una y otra vez en un bucle de retroalimentación continuo.\n\nEjemplos famosos de fractales incluyen el conjunto de Mandelbrot, el triángulo de Sierpinski y el copo de nieve de Koch. Los fractales se pueden encontrar en la naturaleza en fenómenos como las costas, los copos de nieve, los cristales de hielo y las redes de ríos.",
        "imageUrl": "https://picsum.photos/seed/fractal/600/400",
        "imageHint": "abstract pattern"
    },
    {
        "id": "math-7",
        "slug": "teoria-de-grafos",
        "title": "Teoría de Grafos",
        "category": "Matemáticas",
        "categorySlug": "matematicas",
        "excerpt": "En matemáticas, la teoría de grafos es el estudio de los grafos, que son estructuras matemáticas utilizadas para modelar relaciones entre objetos.",
        "content": "Un grafo en este contexto está formado por 'vértices' (también llamados 'nodos' o 'puntos') que están conectados por 'aristas' (también llamadas 'enlaces' o 'líneas'). La teoría de grafos es una herramienta fundamental en la informática, la química, la biología y las redes sociales. Por ejemplo, la estructura de un sitio web o la red de amistades en Facebook pueden representarse como un grafo.",
        "imageUrl": "https://picsum.photos/seed/graph-theory/600/400",
        "imageHint": "network nodes"
    },
    {
        "id": "math-8",
        "slug": "algebra",
        "title": "Álgebra",
        "category": "Matemáticas",
        "categorySlug": "matematicas",
        "excerpt": "El álgebra es una de las ramas más amplias de las matemáticas, junto con la teoría de números, la geometría y el análisis.",
        "content": "En su forma más general, el álgebra es el estudio de los símbolos matemáticos y las reglas para manipular estos símbolos; es un hilo unificador de casi todas las matemáticas. Incluye desde la resolución de ecuaciones polinómicas elementales hasta el estudio de estructuras abstractas como grupos, anillos y campos (un campo llamado álgebra abstracta).",
        "imageUrl": "https://picsum.photos/seed/algebra/600/400",
        "imageHint": "equations chalkboard"
    },
    {
        "id": "math-9",
        "slug": "estadistica-y-probabilidad",
        "title": "Estadística y Probabilidad",
        "category": "Matemáticas",
        "categorySlug": "matematicas",
        "excerpt": "La estadística es la disciplina que se ocupa de la recopilación, organización, análisis, interpretación y presentación de datos. La probabilidad es la medida de la verosimilitud de que ocurra un evento.",
        "content": "La probabilidad y la estadística están estrechamente relacionadas. La teoría de la probabilidad proporciona un marco matemático para la incertidumbre, mientras que la estadística utiliza la probabilidad para analizar datos y hacer inferencias sobre el mundo. Estos campos son esenciales para la investigación científica, las finanzas, los seguros y el aprendizaje automático.",
        "imageUrl": "https://picsum.photos/seed/statistics/600/400",
        "imageHint": "dice chart"
    },
    {
        "id": "math-10",
        "slug": "geometria",
        "title": "Geometría",
        "category": "Matemáticas",
        "categorySlug": "matematicas",
        "excerpt": "La geometría es una rama de las matemáticas que se ocupa de las preguntas sobre la forma, el tamaño, la posición relativa de las figuras y las propiedades del espacio.",
        "content": "La geometría es una de las ciencias más antiguas. Inicialmente fue un cuerpo de conocimiento práctico sobre longitudes, áreas y volúmenes, que se desarrolló para satisfacer las necesidades prácticas en la construcción, la astronomía y diversas artesanías. La geometría euclidiana, que se ocupa de puntos, líneas, planos y sólidos, es la base de gran parte de la geometría clásica.",
        "imageUrl": "https://picsum.photos/seed/geometry/600/400",
        "imageHint": "geometric shapes"
    },
    {
        "id": "math-11",
        "slug": "logica-matematica",
        "title": "Lógica Matemática",
        "category": "Matemáticas",
        "categorySlug": "matematicas",
        "excerpt": "La lógica matemática es un subcampo de las matemáticas que explora las aplicaciones de la lógica formal a las matemáticas.",
        "content": "Tiene estrechas conexiones con la metamatemática, los fundamentos de las matemáticas y la informática teórica. Los temas unificadores en la lógica matemática incluyen el estudio del poder expresivo de los sistemas formales y el poder deductivo de los sistemas formales de prueba. Los campos principales incluyen la teoría de modelos, la teoría de la prueba, la teoría de conjuntos y la teoría de la recursividad.",
        "imageUrl": "https://picsum.photos/seed/logic/600/400",
        "imageHint": "logic gates"
    },
    {
        "id": "math-12",
        "slug": "calculo-vectorial",
        "title": "Cálculo Vectorial",
        "category": "Matemáticas",
        "categorySlug": "matematicas",
        "excerpt": "El cálculo vectorial, o análisis vectorial, se ocupa de la diferenciación e integración de campos vectoriales, principalmente en el espacio euclidiano tridimensional.",
        "content": "El cálculo vectorial desempeña un papel importante en la geometría diferencial y en el estudio de las ecuaciones diferenciales parciales. Se utiliza ampliamente en física e ingeniería, especialmente en la descripción de campos electromagnéticos, campos gravitacionales y la dinámica de fluidos.",
        "imageUrl": "https://picsum.photos/seed/vector-calculus/600/400",
        "imageHint": "3d graph"
    },
    {
        "id": "math-13",
        "slug": "teoria-de-numeros",
        "title": "Teoría de Números",
        "category": "Matemáticas",
        "categorySlug": "matematicas",
        "excerpt": "La teoría de números es una rama de las matemáticas puras dedicada principalmente al estudio de los números enteros y las funciones con valores enteros.",
        "content": "Los teóricos de los números estudian los números primos así como las propiedades de los objetos hechos a partir de enteros (por ejemplo, números racionales) o definidos como generalizaciones de los enteros (por ejemplo, enteros algebraicos). Las preguntas en la teoría de números a menudo se entienden mejor a través del estudio de objetos analíticos (por ejemplo, la función zeta de Riemann) que codifican propiedades de los enteros, primos u otros objetos teóricos de números de alguna manera (teoría analítica de números).",
        "imageUrl": "https://picsum.photos/seed/number-theory/600/400",
        "imageHint": "numbers equations"
    },
    {
        "id": "math-14",
        "slug": "topologia",
        "title": "Topología",
        "category": "Matemáticas",
        "categorySlug": "matematicas",
        "excerpt": "La topología es el estudio de las propiedades de los espacios geométricos que se conservan bajo deformaciones continuas, como estirar, torcer, arrugar y doblar, pero sin cerrar agujeros, abrir agujeros, rasgar, pegar o pasar a través de sí mismos.",
        "content": "Un chiste matemático común es que un topólogo no puede distinguir una taza de café de una rosquilla, ya que una rosquilla suficientemente flexible podría ser remodelada a la forma de una taza de café creando un hoyuelo y agrandándolo progresivamente, mientras se encoge el agujero en un asa. La topología se ha convertido en un campo de estudio importante tanto dentro como fuera de las matemáticas.",
        "imageUrl": "https://picsum.photos/seed/topology/600/400",
        "imageHint": "torus shape"
    },
    {
        "id": "math-15",
        "slug": "analisis-complejo",
        "title": "Análisis Complejo",
        "category": "Matemáticas",
        "categorySlug": "matematicas",
        "excerpt": "El análisis complejo, tradicionalmente conocido como la teoría de funciones de una variable compleja, es la rama del análisis matemático que investiga las funciones de números complejos.",
        "content": "Es útil en muchas ramas de las matemáticas, incluyendo la geometría algebraica, la teoría de números, la combinatoria analítica, las matemáticas aplicadas; así como en la física, incluyendo las ramas de la hidrodinámica, la termodinámica y, en particular, la mecánica cuántica. Por extensión, el uso del análisis complejo también tiene aplicaciones en campos de la ingeniería como la ingeniería nuclear, aeroespacial, mecánica y eléctrica.",
        "imageUrl": "https://picsum.photos/seed/complex-analysis/600/400",
        "imageHint": "complex plane"
    },
    {
        "id": "math-16",
        "slug": "ecuaciones-diferenciales",
        "title": "Ecuaciones Diferenciales",
        "category": "Matemáticas",
        "categorySlug": "matematicas",
        "excerpt": "Una ecuación diferencial es una ecuación matemática para una función desconocida de una o varias variables que relaciona los valores de la función misma y sus derivadas de varios órdenes.",
        "content": "Las ecuaciones diferenciales desempeñan un papel prominente en la ingeniería, la física, la economía, la biología y otras disciplinas. Surgen en muchos campos de la ciencia y la tecnología, específicamente siempre que una relación determinista que involucra cantidades continuamente variables (modeladas por funciones) y sus tasas de cambio en el espacio y/o el tiempo (expresadas como derivadas) es conocida o postulada.",
        "imageUrl": "https://picsum.photos/seed/differential-equations/600/400",
        "imageHint": "physics formula"
    },
    {
        "id": "math-17",
        "slug": "teoria-del-caos",
        "title": "Teoría del Caos",
        "category": "Matemáticas",
        "categorySlug": "matematicas",
        "excerpt": "La teoría del caos es una rama de las matemáticas que se centra en el estudio de los sistemas dinámicos que son altamente sensibles a las condiciones iniciales.",
        "content": "El comportamiento caótico existe en muchos sistemas naturales, incluyendo los patrones climáticos, el movimiento de los planetas y el flujo de fluidos. Este fenómeno se conoce popularmente como el 'efecto mariposa'. Pequeñas diferencias en las condiciones iniciales (como las debidas a errores de redondeo en los cálculos numéricos) producen resultados muy divergentes para dichos sistemas dinámicos, haciendo que la predicción a largo plazo de su comportamiento sea imposible en general.",
        "imageUrl": "https://picsum.photos/seed/chaos-theory/600/400",
        "imageHint": "butterfly effect"
    },
    {
        "id": "math-18",
        "slug": "combinatoria",
        "title": "Combinatoria",
        "category": "Matemáticas",
        "categorySlug": "matematicas",
        "excerpt": "La combinatoria es un área de las matemáticas principalmente preocupada por el conteo, tanto como un medio como un fin para obtener resultados, y ciertas propiedades de las estructuras finitas.",
        "content": "Está estrechamente relacionada con muchos otros campos de las matemáticas, como el álgebra, la teoría de la probabilidad, la topología y la geometría. La combinatoria tiene muchas aplicaciones en la informática, como en el análisis de algoritmos. Los aspectos de la combinatoria incluyen contar los objetos que satisfacen ciertos criterios (combinatoria enumerativa), decidir cuándo se pueden cumplir los criterios (diseño combinatorio y teoría de matroides), y construir y analizar objetos que cumplen los criterios (como en la teoría de grafos).",
        "imageUrl": "https://picsum.photos/seed/combinatorics/600/400",
        "imageHint": "colored blocks"
    },
    {
        "id": "math-19",
        "slug": "criptografia",
        "title": "Criptografía",
        "category": "Matemáticas",
        "categorySlug": "matematicas",
        "excerpt": "La criptografía es la práctica y el estudio de técnicas para la comunicación segura en presencia de terceros llamados adversarios.",
        "content": "Más generalmente, la criptografía trata de construir y analizar protocolos que previenen que terceros o el público lean mensajes privados. La criptografía moderna existe en la intersección de las disciplinas de matemáticas, informática, ingeniería eléctrica, ciencia de la comunicación y física. Las aplicaciones de la criptografía incluyen el comercio electrónico, las tarjetas de pago basadas en chips, las monedas digitales, las contraseñas de ordenador y las comunicaciones militares.",
        "imageUrl": "https://picsum.photos/seed/cryptography/600/400",
        "imageHint": "digital code"
    },
    {
        "id": "math-20",
        "slug": "teoria-de-juegos",
        "title": "Teoría de Juegos",
        "category": "Matemáticas",
        "categorySlug": "matematicas",
        "excerpt": "La teoría de juegos es el estudio de modelos matemáticos de interacciones estratégicas entre agentes racionales.",
        "content": "Tiene aplicaciones en todos los campos de las ciencias sociales, así como en la lógica, la informática y la biología. Originalmente, se ocupaba de juegos de suma cero, en los que las ganancias o pérdidas de un participante se equilibran exactamente con las pérdidas o ganancias de los otros participantes. Hoy en día, la teoría de juegos se aplica a una amplia gama de relaciones de comportamiento, y es ahora un término general para la ciencia de la toma de decisiones lógicas en humanos, animales y ordenadores.",
        "imageUrl": "https://picsum.photos/seed/game-theory/600/400",
        "imageHint": "chess board"
    },
    {
      "id": "hist-1",
      "slug": "revolucion-francesa",
      "title": "Revolución Francesa",
      "category": "Historia",
      "categorySlug": "historia",
      "excerpt": "La Revolución Francesa fue un período de profundos cambios sociales y políticos en Francia que duró desde 1789 hasta 1799.",
      "content": "La Revolución derrocó la monarquía, estableció una república, catalizó períodos violentos de agitación política y finalmente culminó en una dictadura bajo Napoleón. Muchas de sus ideas, como la libertad, la igualdad y la fraternidad, se convirtieron en los principios fundamentales de las democracias liberales modernas.\n\nLos eventos clave incluyen la Toma de la Bastilla, la Declaración de los Derechos del Hombre y del Ciudadano, el Reinado del Terror y el ascenso de Napoleón Bonaparte.",
      "imageUrl": "https://picsum.photos/seed/french-revolution/600/400",
      "imageHint": "bastille painting"
    },
    {
      "id": "hist-2",
      "slug": "imperio-romano",
      "title": "Imperio Romano",
      "category": "Historia",
      "categorySlug": "historia",
      "excerpt": "El Imperio Romano fue el período posterior a la República Romana. Se caracterizó por un gobierno encabezado por emperadores y grandes posesiones territoriales alrededor del Mar Mediterráneo.",
      "content": "El Imperio Romano fue uno de los imperios más grandes e influyentes de la historia mundial. Duró desde el 27 a.C. hasta la caída del Imperio Romano de Occidente en el 476 d.C. Sus legados incluyen el idioma latín (base de las lenguas romances), el derecho romano, la arquitectura, la ingeniería y muchas instituciones políticas occidentales.\n\nEl Coliseo, los acueductos y una vasta red de carreteras son testimonios de su destreza en ingeniería.",
      "imageUrl": "https://picsum.photos/seed/roman-empire/600/400",
      "imageHint": "roman colosseum"
    },
    {
      "id": "hist-3",
      "slug": "la-revolucion-industrial",
      "title": "La Revolución Industrial",
      "category": "Historia",
      "categorySlug": "historia",
      "excerpt": "La Revolución Industrial fue la transición a nuevos procesos de manufactura en Europa y Estados Unidos, en el período desde aproximadamente 1760 hasta algún momento entre 1820 y 1840.",
      "content": "Esta transición incluyó pasar de métodos de producción manual a máquinas, nuevos procesos de fabricación de productos químicos y producción de hierro, el uso creciente de la energía de vapor y la energía hidráulica, el desarrollo de máquinas herramienta y el surgimiento del sistema de fábricas mecanizadas. La Revolución Industrial es un punto de inflexión importante en la historia; casi todos los aspectos de la vida diaria fueron influenciados de alguna manera.",
      "imageUrl": "https://picsum.photos/seed/industrial-revolution/600/400",
      "imageHint": "old factory"
    },
    {
        "id": "hist-4",
        "slug": "el-renacimiento",
        "title": "El Renacimiento",
        "category": "Historia",
        "categorySlug": "historia",
        "excerpt": "El Renacimiento fue un período en la historia europea que marcó la transición de la Edad Media a la modernidad y abarcó los siglos XV y XVI.",
        "content": "Caracterizado por un resurgimiento del interés en el arte, la literatura y el aprendizaje de la antigüedad clásica, el Renacimiento comenzó en Florencia, Italia. Este período vio desarrollos revolucionarios en la pintura, la arquitectura, la escultura, la literatura, la música, la filosofía y la ciencia. Figuras icónicas como Leonardo da Vinci, Miguel Ángel y Rafael produjeron obras maestras que continúan inspirando al mundo.",
        "imageUrl": "https://picsum.photos/seed/renaissance/600/400",
        "imageHint": "vitruvian man"
    },
    {
        "id": "hist-5",
        "slug": "la-guerra-fria",
        "title": "La Guerra Fría",
        "category": "Historia",
        "categorySlug": "historia",
        "excerpt": "La Guerra Fría fue un período de tensión geopolítica entre la Unión Soviética y sus estados satélites, y Estados Unidos con sus aliados después de la Segunda Guerra Mundial.",
        "content": "La Guerra Fría, que duró desde 1947 hasta 1991, fue una lucha ideológica y geopolítica por la influencia global entre dos superpotencias. Se caracterizó por la carrera armamentista nuclear, la carrera espacial, guerras por delegación y una intensa propaganda. La caída del Muro de Berlín en 1989 y la disolución de la Unión Soviética en 1991 marcaron su fin.",
        "imageUrl": "https://picsum.photos/seed/cold-war/600/400",
        "imageHint": "berlin wall"
    },
    {
        "id": "hist-6",
        "slug": "la-antigua-grecia",
        "title": "La Antigua Grecia",
        "category": "Historia",
        "categorySlug": "historia",
        "excerpt": "La Antigua Grecia fue una civilización perteneciente a un período de la historia griega que duró desde el período Arcaico (siglos VIII-VI a.C.) hasta el final de la Antigüedad (c. 600 d.C.).",
        "content": "Esta civilización es considerada la cuna de la civilización occidental. Dejó un legado duradero en el lenguaje, la política, los sistemas educativos, la filosofía, la ciencia y las artes. Conceptos como la democracia, la filosofía occidental, los Juegos Olímpicos y el teatro occidental se originaron en la Antigua Grecia. Pensadores como Sócrates, Platón y Aristóteles sentaron las bases de la filosofía occidental.",
        "imageUrl": "https://picsum.photos/seed/ancient-greece/600/400",
        "imageHint": "parthenon temple"
    },
    {
        "id": "hist-7",
        "slug": "la-reforma-protestante",
        "title": "La Reforma Protestante",
        "category": "Historia",
        "categorySlug": "historia",
        "excerpt": "La Reforma fue un movimiento importante dentro del cristianismo occidental en la Europa del siglo XVI que supuso un desafío religioso y político a la Iglesia Católica y a la autoridad papal en particular.",
        "content": "Iniciada por Martín Lutero con la publicación de sus Noventa y cinco tesis en 1517, la Reforma condujo a la creación de nuevas denominaciones protestantes. Cuestionó la venta de indulgencias, la autoridad del Papa y la interpretación de la Biblia, abogando por que las Escrituras fueran accesibles a todos. Este movimiento tuvo profundas consecuencias religiosas, políticas y sociales en toda Europa.",
        "imageUrl": "https://picsum.photos/seed/protestant-reformation/600/400",
        "imageHint": "old church"
    },
    {
        "id": "hist-8",
        "slug": "la-era-de-la-ilustracion",
        "title": "La Era de la Ilustración",
        "category": "Historia",
        "categorySlug": "historia",
        "excerpt": "La Ilustración fue un movimiento intelectual y filosófico que dominó el mundo de las ideas en Europa durante el siglo XVIII.",
        "content": "La Ilustración abogaba por la razón como la principal fuente de autoridad y legitimidad, y defendía ideales como la libertad, el progreso, la tolerancia, la fraternidad, el gobierno constitucional y la separación de la Iglesia y el Estado. Pensadores como John Locke, Voltaire, Rousseau y Montesquieu influyeron en las revoluciones estadounidense y francesa.",
        "imageUrl": "https://picsum.photos/seed/enlightenment/600/400",
        "imageHint": "old library"
    },
    {
        "id": "hist-9",
        "slug": "la-caida-del-muro-de-berlin",
        "title": "La Caída del Muro de Berlín",
        "category": "Historia",
        "categorySlug": "historia",
        "excerpt": "La Caída del Muro de Berlín el 9 de noviembre de 1989 fue un evento fundamental en la historia mundial que marcó la caída del Telón de Acero.",
        "content": "Durante casi 30 años, el Muro de Berlín había sido un símbolo de la división de la Guerra Fría entre la Alemania Oriental comunista y la Alemania Occidental democrática. Su caída fue el resultado de semanas de disturbios civiles, ya que el gobierno de Alemania Oriental cedió a la presión de permitir el paso libre a Berlín Occidental. Este evento allanó el camino para la reunificación de Alemania en 1990.",
        "imageUrl": "https://picsum.photos/seed/berlin-wall-fall/600/400",
        "imageHint": "crowd celebration"
    },
    {
        "id": "hist-10",
        "slug": "la-ruta-de-la-seda",
        "title": "La Ruta de la Seda",
        "category": "Historia",
        "categorySlug": "historia",
        "excerpt": "La Ruta de la Seda era una red de rutas comerciales que conectaban Oriente y Occidente. Fue fundamental para el intercambio económico, cultural, político y religioso entre estas regiones desde el siglo II a.C. hasta el siglo XVIII.",
        "content": "Aunque la seda fue ciertamente el principal producto comercial de China, muchos otros bienes e ideas se intercambiaron, como especias, vidrio, papel, la brújula y la pólvora. La Ruta de la Seda no solo facilitó el comercio, sino que también fue un conducto para la difusión de religiones como el budismo, el cristianismo y el islam, así como para el intercambio de conocimientos científicos y tecnológicos.",
        "imageUrl": "https://picsum.photos/seed/silk-road/600/400",
        "imageHint": "desert caravan"
    },
    {
        "id": "hist-11",
        "slug": "el-imperio-mongol",
        "title": "El Imperio Mongol",
        "category": "Historia",
        "categorySlug": "historia",
        "excerpt": "El Imperio Mongol de los siglos XIII y XIV fue el imperio terrestre contiguo más grande de la historia.",
        "content": "Originario de Mongolia en Asia Oriental, el Imperio Mongol en su apogeo se extendía desde el Mar de Japón hasta partes de Europa del Este. Fue fundado por Genghis Khan en 1206. A pesar de su reputación de brutalidad, el imperio facilitó el comercio y la comunicación a lo largo de la Ruta de la Seda, un período conocido como la Pax Mongolica, que permitió un amplio intercambio de bienes, tecnologías e ideas.",
        "imageUrl": "https://picsum.photos/seed/mongol-empire/600/400",
        "imageHint": "horse warriors"
    },
    {
        "id": "hist-12",
        "slug": "la-civilizacion-egipcia",
        "title": "La Civilización Egipcia",
        "category": "Historia",
        "categorySlug": "historia",
        "excerpt": "El Antiguo Egipto fue una civilización del antiguo noreste de África, concentrada a lo largo del curso inferior del río Nilo.",
        "content": "La historia del antiguo Egipto ocurrió como una serie de reinos estables, separados por períodos de relativa inestabilidad conocidos como Períodos Intermedios: el Reino Antiguo de la Edad del Bronce Temprana, el Reino Medio de la Edad del Bronce Media y el Reino Nuevo de la Edad del Bronce Tardía. La civilización es famosa por sus monumentos, como las pirámides de Giza y la Gran Esfinge, así como por sus avances en matemáticas, medicina y escritura (jeroglíficos).",
        "imageUrl": "https://picsum.photos/seed/egyptian-civilization/600/400",
        "imageHint": "pyramids sphinx"
    },
    {
        "id": "hist-13",
        "slug": "la-era-vikinga",
        "title": "La Era Vikinga",
        "category": "Historia",
        "categorySlug": "historia",
        "excerpt": "La Era Vikinga (793–1066 d.C.) fue el período en la historia europea durante el cual los vikingos, guerreros y comerciantes nórdicos, asaltaron, comerciaron, exploraron y se establecieron en amplias áreas de Europa, Asia y las islas del Atlántico Norte.",
        "content": "Los vikingos usaban sus famosos barcos largos para viajar desde Escandinavia tan al este como Constantinopla y el río Volga en Rusia, y tan al oeste como Islandia, Groenlandia y Terranova. Este período de expansión nórdica, conocido como la Era Vikinga, constituye un elemento importante de la historia medieval de Escandinavia, Gran Bretaña, Irlanda y el resto de Europa en general.",
        "imageUrl": "https://picsum.photos/seed/viking-age/600/400",
        "imageHint": "viking ship"
    },
    {
        "id": "hist-14",
        "slug": "el-imperio-bizantino",
        "title": "El Imperio Bizantino",
        "category": "Historia",
        "categorySlug": "historia",
        "excerpt": "El Imperio Bizantino, también conocido como el Imperio Romano de Oriente, fue la continuación del Imperio Romano en sus provincias orientales durante la Antigüedad Tardía y la Edad Media.",
        "content": "Su capital era Constantinopla. Sobrevivió a la fragmentación y caída del Imperio Romano de Occidente en el siglo V d.C. y continuó existiendo durante mil años más hasta que cayó ante el Imperio Otomano en 1453. Durante la mayor parte de su existencia, fue la fuerza económica, cultural y militar más poderosa de Europa. El Imperio Bizantino fue un crisol de cultura griega y romana y jugó un papel crucial en la configuración del cristianismo ortodoxo.",
        "imageUrl": "https://picsum.photos/seed/byzantine-empire/600/400",
        "imageHint": "hagia sophia"
    },
    {
        "id": "hist-15",
        "slug": "la-guerra-civil-estadounidense",
        "title": "La Guerra Civil Estadounidense",
        "category": "Historia",
        "categorySlug": "historia",
        "excerpt": "La Guerra Civil Estadounidense se libró en los Estados Unidos desde 1861 hasta 1865, entre la Unión y la Confederación.",
        "content": "La guerra comenzó principalmente como resultado de la larga controversia sobre la esclavitud. La elección de Abraham Lincoln en 1860 provocó que siete estados sureños declararan su secesión y formaran los Estados Confederados de América. La guerra sigue siendo el conflicto más mortífero en la historia de Estados Unidos, resultando en la abolición de la esclavitud, la restauración de la Unión y el fortalecimiento del papel del gobierno federal.",
        "imageUrl": "https://picsum.photos/seed/american-civil-war/600/400",
        "imageHint": "old cannon"
    },
    {
        "id": "hist-16",
        "slug": "el-apartheid-en-sudafrica",
        "title": "El Apartheid en Sudáfrica",
        "category": "Historia",
        "categorySlug": "historia",
        "excerpt": "El apartheid fue un sistema de segregación y discriminación racial institucionalizada en Sudáfrica desde 1948 hasta principios de la década de 1990.",
        "content": "El apartheid clasificaba a los habitantes en grupos raciales (negros, blancos, de color y asiáticos) y segregaba las áreas residenciales, a menudo mediante traslados forzosos. La resistencia al apartheid tomó muchas formas a lo largo de los años, desde protestas no violentas hasta la lucha armada. Figuras como Nelson Mandela se convirtieron en símbolos mundiales de la lucha contra la opresión racial. El sistema fue desmantelado en una serie de negociaciones desde 1990 hasta 1993, que culminaron en las primeras elecciones multirraciales del país en 1994.",
        "imageUrl": "https://picsum.photos/seed/apartheid/600/400",
        "imageHint": "protest sign"
    },
    {
        "id": "hist-17",
        "slug": "la-revolucion-cubana",
        "title": "La Revolución Cubana",
        "category": "Historia",
        "categorySlug": "historia",
        "excerpt": "La Revolución Cubana fue una revuelta armada dirigida por Fidel Castro y sus revolucionarios del Movimiento 26 de Julio contra el régimen autoritario del presidente cubano Fulgencio Batista.",
        "content": "La revolución comenzó en julio de 1953 y continuó esporádicamente hasta que los rebeldes finalmente derrocaron a Batista el 31 de diciembre de 1958. El nuevo gobierno de Castro implementó reformas socialistas radicales, nacionalizó industrias y estableció estrechos lazos con la Unión Soviética. La revolución tuvo implicaciones significativas para las relaciones internacionales, particularmente con Estados Unidos, lo que llevó a la Crisis de los Misiles en Cuba de 1962.",
        "imageUrl": "https://picsum.photos/seed/cuban-revolution/600/400",
        "imageHint": "fidel castro"
    },
    {
        "id": "hist-18",
        "slug": "la-peste-negra",
        "title": "La Peste Negra",
        "category": "Historia",
        "categorySlug": "historia",
        "excerpt": "La Peste Negra fue una devastadora pandemia global que azotó Europa y Asia a mediados del siglo XIV.",
        "content": "Se estima que la plaga, causada por la bacteria Yersinia pestis, mató entre 75 y 200 millones de personas en Eurasia, alcanzando su punto máximo en Europa desde 1347 hasta 1351. La Peste Negra tuvo profundas consecuencias sociales, económicas y religiosas. Desestabilizó la sociedad feudal y provocó una escasez de mano de obra, lo que a su vez mejoró los salarios y la movilidad social para los campesinos supervivientes.",
        "imageUrl": "https://picsum.photos/seed/black-death/600/400",
        "imageHint": "medieval doctor"
    },
    {
        "id": "hist-19",
        "slug": "la-primera-guerra-mundial",
        "title": "La Primera Guerra Mundial",
        "category": "Historia",
        "categorySlug": "historia",
        "excerpt": "La Primera Guerra Mundial, también conocida como la Gran Guerra, fue una guerra global originada en Europa que duró del 28 de julio de 1914 al 11 de noviembre de 1918.",
        "content": "Fue uno de los conflictos más mortíferos de la historia, en el que se estima que murieron 9 millones de combatientes y 13 millones de civiles como resultado directo de la guerra. El conflicto se desencadenó por el asesinato del archiduque Francisco Fernando de Austria. La guerra enfrentó a las Potencias Centrales (principalmente Alemania, Austria-Hungría y el Imperio Otomano) contra las Potencias Aliadas (principalmente Francia, el Imperio Británico, Rusia, Italia, Japón y, a partir de 1917, Estados Unidos).",
        "imageUrl": "https://picsum.photos/seed/world-war-one/600/400",
        "imageHint": "trench warfare"
    },
    {
        "id": "hist-20",
        "slug": "la-era-de-la-exploracion",
        "title": "La Era de la Exploración",
        "category": "Historia",
        "categorySlug": "historia",
        "excerpt": "La Era de la Exploración, o la Era de los Descubrimientos, fue un período en la historia europea desde principios del siglo XV hasta principios del siglo XVII, durante el cual los exploradores europeos se involucraron en una exploración intensiva del mundo.",
        "content": "Durante este tiempo, los europeos descubrieron y colonizaron vastas áreas del mundo. Los viajes de Cristóbal Colón, Vasco da Gama y Fernando de Magallanes fueron hitos. Esta era fue impulsada por el deseo de nuevas rutas comerciales, la propagación del cristianismo y la curiosidad. Condujo al Intercambio Colombino, un intercambio generalizado de animales, plantas, cultura, poblaciones humanas, tecnología e ideas entre los hemisferios americano y afroeuroasiático.",
        "imageUrl": "https://picsum.photos/seed/age-of-exploration/600/400",
        "imageHint": "old map"
    },
    {
      "id": "sci-1",
      "slug": "teoria-de-la-relatividad",
      "title": "Teoría de la Relatividad",
      "category": "Ciencia",
      "categorySlug": "ciencia",
      "excerpt": "La teoría de la relatividad, desarrollada por Albert Einstein, abarca dos teorías interrelacionadas: la relatividad especial y la relatividad general.",
      "content": "La relatividad especial (1905) se aplica a todos los fenómenos físicos en ausencia de gravedad. Postula que las leyes de la física son las mismas para todos los observadores no acelerados y que la velocidad de la luz en el vacío es la misma independientemente de la velocidad a la que viaje un observador.\n\nLa relatividad general (1915) es una teoría de la gravitación. Explica la gravedad como una propiedad de la geometría del espacio-tiempo, que se curva por la masa y la energía presentes.",
      "imageUrl": "https://picsum.photos/seed/relativity/600/400",
      "imageHint": "spacetime grid"
    },
    {
      "id": "sci-2",
      "slug": "adn",
      "title": "ADN (Ácido Desoxirribonucleico)",
      "category": "Ciencia",
      "categorySlug": "ciencia",
      "excerpt": "El ADN es una molécula compuesta por dos cadenas que se enrollan entre sí para formar una doble hélice que lleva instrucciones genéticas para el desarrollo, funcionamiento, crecimiento y reproducción de todos los organismos conocidos y muchos virus.",
      "content": "La estructura de doble hélice del ADN fue descubierta en 1953 por James Watson y Francis Crick, basándose en el trabajo de Rosalind Franklin. Las instrucciones genéticas están codificadas en la secuencia de cuatro bases: adenina (A), guanina (G), citosina (C) y timina (T).\n\nEl descubrimiento de la estructura y función del ADN ha revolucionado la biología y la medicina, conduciendo a campos como la ingeniería genética y la genómica.",
      "imageUrl": "https://picsum.photos/seed/dna/600/400",
      "imageHint": "dna helix"
    },
    {
      "id": "sci-3",
      "slug": "fotosintesis",
      "title": "Fotosíntesis",
      "category": "Ciencia",
      "categorySlug": "ciencia",
      "excerpt": "La fotosíntesis es un proceso utilizado por las plantas y otros organismos para convertir la energía lumínica en energía química, a través de una reacción celular que transforma el dióxido de carbono y el agua en glucosa (azúcar) y oxígeno.",
      "content": "Este proceso es crucial para la vida en la Tierra, ya que produce la mayor parte del oxígeno en la atmósfera y es la fuente principal de energía para casi toda la vida. La fotosíntesis ocurre en los cloroplastos de las células vegetales, que contienen el pigmento clorofila que absorbe la luz solar.\n\nLa ecuación general de la fotosíntesis es: 6CO₂ + 6H₂O + Energía Lumínica → C₆H₁₂O₆ + 6O₂.",
      "imageUrl": "https://picsum.photos/seed/photosynthesis/600/400",
      "imageHint": "sunlight leaf"
    },
    {
        "id": "sci-4",
        "slug": "tectonica-de-placas",
        "title": "Tectónica de Placas",
        "category": "Ciencia",
        "categorySlug": "ciencia",
        "excerpt": "La tectónica de placas es la teoría científica que describe los movimientos a gran escala de la litosfera de la Tierra.",
        "content": "La teoría se basa en el concepto de que la capa exterior rígida de la Tierra, la litosfera, está dividida en varias 'placas' que se mueven sobre la astenosfera, la capa superior más plástica del manto. Estos movimientos de placas son responsables de la formación de montañas, terremotos, volcanes y la configuración actual de los continentes. La idea fue propuesta por primera vez por Alfred Wegener como 'deriva continental' en 1912.",
        "imageUrl": "https://picsum.photos/seed/plate-tectonics/600/400",
        "imageHint": "earth cracks"
    },
    {
        "id": "sci-5",
        "slug": "evolucion-por-seleccion-natural",
        "title": "Evolución por Selección Natural",
        "category": "Ciencia",
        "categorySlug": "ciencia",
        "excerpt": "La evolución por selección natural es el proceso mediante el cual los rasgos heredables que aumentan la probabilidad de supervivencia y reproducción de un organismo se vuelven más comunes en una población a lo largo de generaciones sucesivas.",
        "content": "Propuesta por Charles Darwin en su libro 'El origen de las especies' en 1859, la selección natural es el mecanismo principal de la evolución. Requiere tres condiciones: variación en los rasgos, herencia de esos rasgos y supervivencia y reproducción diferenciales (aptitud). Es la piedra angular de la biología moderna, explicando la diversidad de la vida en la Tierra.",
        "imageUrl": "https://picsum.photos/seed/natural-selection/600/400",
        "imageHint": "finches beaks"
    },
    {
        "id": "sci-6",
        "slug": "el-big-bang",
        "title": "El Big Bang",
        "category": "Ciencia",
        "categorySlug": "ciencia",
        "excerpt": "La teoría del Big Bang es el modelo cosmológico predominante para el universo observable desde los primeros períodos conocidos a través de su evolución a gran escala posterior.",
        "content": "El modelo describe cómo el universo se expandió desde un estado inicial de muy alta densidad y alta temperatura, y ofrece una explicación completa para una amplia gama de fenómenos observados, incluida la abundancia de elementos ligeros, la radiación cósmica de fondo de microondas (CMB) y la estructura a gran escala. Según las mediciones de la expansión del universo, se estima que el Big Bang ocurrió hace aproximadamente 13.8 mil millones de años.",
        "imageUrl": "https://picsum.photos/seed/big-bang/600/400",
        "imageHint": "galaxy explosion"
    },
    {
        "id": "sci-7",
        "slug": "mecanica-cuantica",
        "title": "Mecánica Cuántica",
        "category": "Ciencia",
        "categorySlug": "ciencia",
        "excerpt": "La mecánica cuántica es una teoría fundamental en la física que proporciona una descripción de las propiedades físicas de la naturaleza a escala de átomos y partículas subatómicas.",
        "content": "Difiere de la mecánica clásica en que la energía, el momento, el momento angular y otras cantidades de un sistema ligado están restringidas a valores discretos (cuantización). Los objetos tienen características tanto de partículas como de ondas (dualidad onda-partícula), y existen límites a la precisión con la que se pueden conocer simultáneamente ciertas propiedades físicas, como la posición y el momento (el principio de incertidumbre de Heisenberg).",
        "imageUrl": "https://picsum.photos/seed/quantum-mechanics/600/400",
        "imageHint": "atom model"
    },
    {
        "id": "sci-8",
        "slug": "agujeros-negros",
        "title": "Agujeros Negros",
        "category": "Ciencia",
        "categorySlug": "ciencia",
        "excerpt": "Un agujero negro es una región del espacio-tiempo donde la gravedad es tan fuerte que nada, ni siquiera las partículas o la radiación electromagnética como la luz, puede escapar de él.",
        "content": "La teoría de la relatividad general predice que una masa suficientemente compacta puede deformar el espacio-tiempo para formar un agujero negro. El límite de la región de la que no es posible escapar se llama horizonte de sucesos. Aunque el horizonte de sucesos tiene un efecto enorme en el destino y las circunstancias de un objeto que lo cruza, no se observa ninguna característica detectable localmente. Los agujeros negros se forman cuando estrellas muy masivas colapsan al final de su ciclo de vida.",
        "imageUrl": "https://picsum.photos/seed/black-hole/600/400",
        "imageHint": "space singularity"
    },
    {
        "id": "sci-9",
        "slug": "el-ciclo-del-agua",
        "title": "El Ciclo del Agua",
        "category": "Ciencia",
        "categorySlug": "ciencia",
        "excerpt": "El ciclo del agua, también conocido como el ciclo hidrológico, describe el movimiento continuo del agua sobre, por encima y por debajo de la superficie de la Tierra.",
        "content": "La masa de agua en la Tierra permanece bastante constante con el tiempo, pero la partición del agua en los principales reservorios de hielo, agua dulce, agua salina y agua atmosférica es variable. El agua se mueve de un reservorio a otro, como de un río a un océano, o del océano a la atmósfera, por los procesos físicos de evaporación, condensación, precipitación, infiltración, escorrentía superficial y flujo subsuperficial.",
        "imageUrl": "https://picsum.photos/seed/water-cycle/600/400",
        "imageHint": "clouds rain"
    },
    {
        "id": "sci-10",
        "slug": "la-tabla-periodica",
        "title": "La Tabla Periódica",
        "category": "Ciencia",
        "categorySlug": "ciencia",
        "excerpt": "La tabla periódica es una disposición tabular de los elementos químicos, ordenados por su número atómico, configuración electrónica y propiedades químicas recurrentes.",
        "content": "La tabla fue creada por primera vez por el químico ruso Dmitri Mendeleev en 1869. Mendeleev pretendía que la tabla ilustrara las tendencias recurrentes ('periódicas') en las propiedades de los elementos. La estructura de la tabla ha sido refinada y extendida con el tiempo, a medida que se han descubierto nuevos elementos. Es una herramienta icónica e indispensable en la química, la física y otras ciencias.",
        "imageUrl": "https://picsum.photos/seed/periodic-table/600/400",
        "imageHint": "chemical elements"
    },
    {
        "id": "sci-11",
        "slug": "cambio-climatico",
        "title": "Cambio Climático",
        "category": "Ciencia",
        "categorySlug": "ciencia",
        "excerpt": "El cambio climático incluye tanto el calentamiento global impulsado por las emisiones humanas de gases de efecto invernadero como los cambios a gran escala resultantes en los patrones climáticos.",
        "content": "Los gases de efecto invernadero, como el dióxido de carbono (CO₂) y el metano, atrapan el calor en la atmósfera terrestre. La principal fuente de estas emisiones es la quema de combustibles fósiles (carbón, petróleo y gas) para la energía y el transporte. Las consecuencias incluyen el aumento de las temperaturas globales, el derretimiento de los glaciares, el aumento del nivel del mar y un aumento en la frecuencia y la intensidad de los fenómenos meteorológicos extremos.",
        "imageUrl": "https://picsum.photos/seed/climate-change/600/400",
        "imageHint": "melting glacier"
    },
    {
        "id": "sci-12",
        "slug": "el-cerebro-humano",
        "title": "El Cerebro Humano",
        "category": "Ciencia",
        "categorySlug": "ciencia",
        "excerpt": "El cerebro humano es el órgano central del sistema nervioso humano, y con la médula espinal constituye el sistema nervioso central.",
        "content": "El cerebro controla la mayoría de las actividades del cuerpo, procesando, integrando y coordinando la información que recibe de los órganos de los sentidos, y tomando decisiones sobre las instrucciones enviadas al resto del cuerpo. Se compone de aproximadamente 86 mil millones de neuronas, que se comunican entre sí mediante sinapsis. Es el asiento de la conciencia, el pensamiento, la memoria, la emoción y el lenguaje.",
        "imageUrl": "https://picsum.photos/seed/human-brain/600/400",
        "imageHint": "brain scan"
    },
    {
        "id": "sci-13",
        "slug": "las-leyes-del-movimiento-de-newton",
        "title": "Las Leyes del Movimiento de Newton",
        "category": "Ciencia",
        "categorySlug": "ciencia",
        "excerpt": "Las leyes del movimiento de Newton son tres leyes físicas que, juntas, sentaron las bases de la mecánica clásica.",
        "content": "Las tres leyes son: 1) Un objeto permanecerá en reposo o en movimiento uniforme en línea recta a menos que actúe sobre él una fuerza externa. 2) La aceleración de un objeto es directamente proporcional a la fuerza neta que actúa sobre él e inversamente proporcional a su masa (F=ma). 3) Para cada acción, hay una reacción igual y opuesta. Estas leyes describen la relación entre un cuerpo y las fuerzas que actúan sobre él, y su movimiento en respuesta a esas fuerzas.",
        "imageUrl": "https://picsum.photos/seed/newton-laws/600/400",
        "imageHint": "apple falling"
    },
    {
        "id": "sci-14",
        "slug": "vacunas",
        "title": "Vacunas",
        "category": "Ciencia",
        "categorySlug": "ciencia",
        "excerpt": "Una vacuna es una preparación biológica que proporciona inmunidad activa adquirida a una enfermedad infecciosa particular.",
        "content": "Una vacuna generalmente contiene un agente que se asemeja a un microorganismo causante de enfermedades y a menudo se elabora a partir de formas debilitadas o muertas del microbio, sus toxinas o una de sus proteínas de superficie. El agente estimula el sistema inmunológico del cuerpo para que reconozca al agente como una amenaza, lo destruya y luego 'recuerde' a ese agente para que el sistema inmunológico pueda reconocer y destruir fácilmente cualquiera de estos microorganismos que encuentre más tarde. Las vacunas han erradicado la viruela y han reducido drásticamente la incidencia de enfermedades como la poliomielitis, el sarampión y el tétanos.",
        "imageUrl": "https://picsum.photos/seed/vaccine/600/400",
        "imageHint": "syringe vial"
    },
    {
        "id": "sci-15",
        "slug": "inteligencia-artificial",
        "title": "Inteligencia Artificial",
        "category": "Ciencia",
        "categorySlug": "ciencia",
        "excerpt": "La inteligencia artificial (IA) es la inteligencia demostrada por las máquinas, a diferencia de la inteligencia natural que muestran los humanos y los animales.",
        "content": "Los principales objetivos de la investigación en IA incluyen el razonamiento, el conocimiento, la planificación, el aprendizaje, el procesamiento del lenguaje natural, la percepción y la capacidad de mover y manipular objetos. El aprendizaje automático es un subcampo central de la IA, donde los algoritmos aprenden de los datos para hacer predicciones o tomar decisiones. La IA se utiliza en una amplia gama de aplicaciones, desde motores de búsqueda web y asistentes personales hasta vehículos autónomos y diagnósticos médicos.",
        "imageUrl": "https://picsum.photos/seed/artificial-intelligence/600/400",
        "imageHint": "robot brain"
    },
    {
        "id": "sci-16",
        "slug": "el-efecto-invernadero",
        "title": "El Efecto Invernadero",
        "category": "Ciencia",
        "categorySlug": "ciencia",
        "excerpt": "El efecto invernadero es el proceso por el cual la radiación de la atmósfera de un planeta calienta la superficie del planeta a una temperatura superior a la que tendría sin su atmósfera.",
        "content": "La radiación solar llega a la superficie de la Tierra, que la irradia de vuelta como calor. Los gases de efecto invernadero (GEI) en la atmósfera, como el vapor de agua, el dióxido de carbono y el metano, absorben parte de este calor, evitando que escape al espacio. Este proceso natural hace que la Tierra sea lo suficientemente cálida para la vida. Sin embargo, las actividades humanas, principalmente la quema de combustibles fósiles, han aumentado la concentración de GEI, lo que lleva a un efecto invernadero mejorado y al calentamiento global.",
        "imageUrl": "https://picsum.photos/seed/greenhouse-effect/600/400",
        "imageHint": "earth atmosphere"
    },
    {
        "id": "sci-17",
        "slug": "antibioticos",
        "title": "Antibióticos",
        "category": "Ciencia",
        "categorySlug": "ciencia",
        "excerpt": "Un antibiótico es un tipo de sustancia antimicrobiana activa contra las bacterias. Es el tipo más importante de agente antibacteriano para combatir las infecciones bacterianas.",
        "content": "Los antibióticos actúan matando las bacterias o impidiendo que se reproduzcan. El descubrimiento de la penicilina por Alexander Fleming en 1928 marcó el comienzo de la era de los antibióticos. Han transformado la medicina y han salvado innumerables vidas. Sin embargo, el uso excesivo y el mal uso de los antibióticos han llevado al desarrollo de la resistencia a los antibióticos, donde las bacterias evolucionan para volverse inmunes a los medicamentos diseñados para matarlas, lo que representa una grave amenaza para la salud mundial.",
        "imageUrl": "https://picsum.photos/seed/antibiotics/600/400",
        "imageHint": "petri dish"
    },
    {
        "id": "sci-18",
        "slug": "el-genoma-humano",
        "title": "El Genoma Humano",
        "category": "Ciencia",
        "categorySlug": "ciencia",
        "excerpt": "El genoma humano es el conjunto completo de secuencias de ácido nucleico para los humanos, codificado como ADN dentro de los 23 pares de cromosomas en los núcleos celulares y en una pequeña molécula de ADN que se encuentra dentro de las mitocondrias individuales.",
        "content": "El Proyecto Genoma Humano fue un proyecto de investigación científica internacional con el objetivo de determinar el par de bases que componen el ADN humano e identificar y mapear todos los genes del genoma humano desde un punto de vista físico y funcional. El proyecto se completó en 2003. La secuenciación del genoma humano ha permitido una mejor comprensión de las enfermedades, el desarrollo de nuevos diagnósticos y la posibilidad de la medicina personalizada.",
        "imageUrl": "https://picsum.photos/seed/human-genome/600/400",
        "imageHint": "dna sequence"
    },
    {
        "id": "sci-19",
        "slug": "volcanes",
        "title": "Volcanes",
        "category": "Ciencia",
        "categorySlug": "ciencia",
        "excerpt": "Un volcán es una ruptura en la corteza de un objeto de masa planetaria, como la Tierra, que permite que la lava caliente, las cenizas volcánicas y los gases escapen de una cámara de magma debajo de la superficie.",
        "content": "Los volcanes de la Tierra ocurren porque su corteza está dividida en 17 placas tectónicas rígidas principales que flotan sobre una capa más caliente y blanda en su manto. Por lo tanto, en la Tierra, los volcanes se encuentran generalmente donde las placas tectónicas divergen o convergen, y la mayoría se encuentran bajo el agua. Las erupciones volcánicas pueden ser peligrosas, pero también crean nuevas tierras y suelos fértiles.",
        "imageUrl": "https://picsum.photos/seed/volcano/600/400",
        "imageHint": "lava eruption"
    },
    {
        "id": "sci-20",
        "slug": "cristales",
        "title": "Cristales",
        "category": "Ciencia",
        "categorySlug": "ciencia",
        "excerpt": "En química y mineralogía, un cristal es un material sólido cuyos constituyentes (como átomos, moléculas o iones) están dispuestos en una estructura microscópica altamente ordenada, formando una red cristalina que se extiende en todas las direcciones.",
        "content": "El proceso de formación de cristales a través de mecanismos de crecimiento de cristales se llama cristalización o solidificación. Los cristales se encuentran en todas partes en la naturaleza. Los copos de nieve, los diamantes y la sal de mesa son ejemplos comunes de cristales. La ciencia de la cristalografía se ocupa del estudio científico de los cristales y su formación.",
        "imageUrl": "https://picsum.photos/seed/crystals/600/400",
        "imageHint": "geode quartz"
    },
    {
      "id": "lit-1",
      "slug": "don-quijote",
      "title": "Don Quijote de la Mancha",
      "category": "Literatura",
      "categorySlug": "literatura",
      "excerpt": "Escrita por Miguel de Cervantes, 'Don Quijote' es una novela española publicada en dos partes, en 1605 y 1615. Es considerada una de las obras fundacionales de la literatura occidental y una de las primeras novelas canónicas.",
      "content": "La historia sigue las aventuras de un hidalgo llamado Alonso Quijano que lee tantos libros de caballerías que pierde el juicio y decide salir a revivir la caballería andante, renombrándose a sí mismo como Don Quijote. Recluta a un simple granjero, Sancho Panza, como su escudero.\n\nLa novela es una sátira de los romances de caballerías y explora temas como la locura, el idealismo y la naturaleza de la realidad.",
      "imageUrl": "https://picsum.photos/seed/don-quixote/600/400",
      "imageHint": "windmill man"
    },
    {
      "id": "lit-2",
      "slug": "cien-anos-de-soledad",
      "title": "Cien Años de Soledad",
      "category": "Literatura",
      "categorySlug": "literatura",
      "excerpt": "Una novela de 1967 del autor colombiano Gabriel García Márquez que cuenta la historia multigeneracional de la familia Buendía.",
      "content": "'Cien Años de Soledad' es una obra emblemática del realismo mágico, un estilo literario que combina detalles realistas con elementos fantásticos. La novela narra la fundación, el auge y la caída del pueblo ficticio de Macondo a través de la historia de la familia Buendía. Es una rica y compleja alegoría de la historia de América Latina, que explora temas de tiempo, memoria, amor y destino.",
      "imageUrl": "https://picsum.photos/seed/solitude/600/400",
      "imageHint": "jungle village"
    },
    {
      "id": "lit-3",
      "slug": "hamlet",
      "title": "Hamlet",
      "category": "Literatura",
      "categorySlug": "literatura",
      "excerpt": "Una tragedia escrita por William Shakespeare en algún momento entre 1599 y 1601. Es la obra más larga de Shakespeare.",
      "content": "Ambientada en Dinamarca, la obra dramatiza la venganza que el Príncipe Hamlet está llamado a ejecutar contra su tío, Claudio, quien asesinó al padre de Hamlet para apoderarse de su trono y casarse con la madre de Hamlet. 'Hamlet' es considerada una de las obras más poderosas e influyentes de la literatura mundial, con una historia que ha sido adaptada innumerables veces.\n\nEl famoso soliloquio 'Ser o no ser' es una de las citas más conocidas de la literatura.",
      "imageUrl": "https://picsum.photos/seed/hamlet/600/400",
      "imageHint": "skull theater"
    },
    {
        "id": "lit-4",
        "slug": "la-odisea",
        "title": "La Odisea",
        "category": "Literatura",
        "categorySlug": "literatura",
        "excerpt": "Un antiguo poema épico griego atribuido a Homero. Es una de las dos principales epopeyas de la Antigua Grecia, siendo la otra 'La Ilíada'.",
        "content": "'La Odisea' se centra en el héroe griego Odiseo, rey de Ítaca, y su viaje a casa después de la caída de Troya. El viaje de Odiseo dura diez años, durante los cuales se enfrenta a criaturas mitológicas y se enfada con los dioses. Es una obra fundamental del canon occidental y una secuela de 'La Ilíada'.",
        "imageUrl": "https://picsum.photos/seed/odyssey/600/400",
        "imageHint": "ancient ship"
    },
    {
        "id": "lit-5",
        "slug": "orgullo-y-prejuicio",
        "title": "Orgullo y Prejuicio",
        "category": "Literatura",
        "categorySlug": "literatura",
        "excerpt": "Una novela romántica de 1813 escrita por Jane Austen. La novela sigue el desarrollo del personaje de Elizabeth Bennet, la dinámica protagonista de la novela.",
        "content": "La novela está ambientada en la Inglaterra rural de principios del siglo XIX y explora temas de amor, reputación y clase social. El prejuicio inicial de Elizabeth contra el aparentemente arrogante Sr. Darcy y el orgullo de él por su estatus social deben ser superados antes de que puedan encontrar el amor y la felicidad. Es una de las novelas más populares en la literatura inglesa.",
        "imageUrl": "https://picsum.photos/seed/pride-prejudice/600/400",
        "imageHint": "regency couple"
    },
    {
        "id": "lit-6",
        "slug": "1984-de-george-orwell",
        "title": "1984 de George Orwell",
        "category": "Literatura",
        "categorySlug": "literatura",
        "excerpt": "Una novela distópica de 1949 del novelista inglés George Orwell. La novela está ambientada en Airstrip One, una provincia de la superpotencia totalitaria de Oceanía.",
        "content": "'1984' es una advertencia contra el totalitarismo y la vigilancia gubernamental masiva. Presentó conceptos como el Gran Hermano, la doblepensar, el crimen de pensamiento, la habitación 101 y la Policía del Pensamiento, que desde entonces se han convertido en parte del lenguaje común. La historia sigue a Winston Smith, un funcionario de rango inferior que se desilusiona con el partido gobernante y sueña con la rebelión.",
        "imageUrl": "https://picsum.photos/seed/1984-orwell/600/400",
        "imageHint": "eye watching"
    },
    {
        "id": "lit-7",
        "slug": "matar-un-ruisenor",
        "title": "Matar a un Ruiseñor",
        "category": "Literatura",
        "categorySlug": "literatura",
        "excerpt": "Una novela de 1960 de Harper Lee. La novela es famosa por su calidez y humor, a pesar de tratar temas serios de violación e inequidad racial.",
        "content": "Ambientada en la era de la Depresión en el pueblo ficticio de Maycomb, Alabama, la historia es contada por la joven Scout Finch. Su padre, Atticus Finch, un abogado de principios, defiende a un hombre negro acusado falsamente de violar a una mujer blanca. La novela explora temas de coraje, prejuicio y la pérdida de la inocencia.",
        "imageUrl": "https://picsum.photos/seed/mockingbird/600/400",
        "imageHint": "southern porch"
    },
    {
        "id": "lit-8",
        "slug": "el-gran-gatsby",
        "title": "El Gran Gatsby",
        "category": "Literatura",
        "categorySlug": "literatura",
        "excerpt": "Una novela de 1925 del escritor estadounidense F. Scott Fitzgerald. Ambientada en la era del Jazz en Long Island, la novela describe las interacciones del misterioso millonario Jay Gatsby y su obsesión por reunirse con su antigua amante, Daisy Buchanan.",
        "content": "La novela es una crítica del Sueño Americano, explorando temas de decadencia, idealismo, resistencia al cambio y exceso social. Es ampliamente considerada una de las 'Grandes Novelas Americanas' y un clásico literario, que captura el espíritu de los Locos Años Veinte.",
        "imageUrl": "https://picsum.photos/seed/great-gatsby/600/400",
        "imageHint": "art deco"
    },
    {
        "id": "lit-9",
        "slug": "el-senor-de-los-anillos",
        "title": "El Señor de los Anillos",
        "category": "Literatura",
        "categorySlug": "literatura",
        "excerpt": "Una novela de fantasía épica de alta fantasía del autor inglés y académico J.R.R. Tolkien. Ambientada en la Tierra Media, la historia comenzó como una secuela del libro infantil de Tolkien de 1937, 'El Hobbit'.",
        "content": "La historia narra la búsqueda del hobbit Frodo Bolsón para destruir el Anillo Único, una poderosa arma creada por el Señor Oscuro Sauron. La obra es una de las novelas más vendidas jamás escritas, con más de 150 millones de copias vendidas. Ha tenido un efecto inmenso en la fantasía moderna, y su impacto en la cultura popular es profundo.",
        "imageUrl": "https://picsum.photos/seed/lord-of-the-rings/600/400",
        "imageHint": "fantasy landscape"
    },
    {
        "id": "lit-10",
        "slug": "la-divina-comedia",
        "title": "La Divina Comedia",
        "category": "Literatura",
        "categorySlug": "literatura",
        "excerpt": "Un poema narrativo italiano de Dante Alighieri, comenzado c. 1308 y completado en 1320, un año antes de su muerte en 1321.",
        "content": "El poema es ampliamente considerado como la obra preeminente en la literatura italiana y una de las más grandes obras de la literatura mundial. La visión imaginativa del más allá del poema es representativa de la visión del mundo medieval. Se divide en tres partes: Infierno, Purgatorio y Paraíso, y narra el viaje de Dante a través de estos reinos, guiado primero por el poeta romano Virgilio y luego por su amada Beatrice.",
        "imageUrl": "https://picsum.photos/seed/divine-comedy/600/400",
        "imageHint": "heaven hell"
    },
    {
        "id": "lit-11",
        "slug": "rayuela",
        "title": "Rayuela",
        "category": "Literatura",
        "categorySlug": "literatura",
        "excerpt": "Una novela del escritor argentino Julio Cortázar, publicada en 1963. 'Rayuela' es una obra fundamental del boom latinoamericano.",
        "content": "La novela es famosa por su estructura no lineal. Cortázar sugiere que el libro se puede leer de dos maneras: ya sea secuencialmente del capítulo 1 al 56, ignorando el resto, o siguiendo un 'Tablero de Dirección' que lleva al lector a través de los 155 capítulos en un orden desordenado. La historia sigue a Horacio Oliveira, un intelectual argentino en París y Buenos Aires, y explora temas de amor, existencialismo y la búsqueda de la autenticidad.",
        "imageUrl": "https://picsum.photos/seed/hopscotch/600/400",
        "imageHint": "paris street"
    },
    {
        "id": "lit-12",
        "slug": "el-extranjero",
        "title": "El Extranjero",
        "category": "Literatura",
        "categorySlug": "literatura",
        "excerpt": "Una novela de 1942 del autor y filósofo francés Albert Camus. Es una obra seminal del existencialismo.",
        "content": "La historia sigue a Meursault, un oficinista franco-argelino indiferente y desapegado. La novela explora lo que Camus denominó 'la desnudez del hombre frente al absurdo'. Después de un acto de violencia sin sentido en una playa, Meursault es juzgado tanto por su crimen como por su aparente falta de remordimiento o emoción, lo que lo convierte en un extraño para la sociedad.",
        "imageUrl": "https://picsum.photos/seed/the-stranger/600/400",
        "imageHint": "beach sun"
    },
    {
        "id": "lit-13",
        "slug": "la-metamorfosis",
        "title": "La Metamorfosis",
        "category": "Literatura",
        "categorySlug": "literatura",
        "excerpt": "Una novela corta escrita por Franz Kafka, publicada por primera vez en 1915. Una de las obras más conocidas de Kafka, cuenta la historia del vendedor Gregor Samsa, quien una mañana se despierta y descubre que se ha transformado inexplicablemente en un insecto gigante.",
        "content": "La historia explora la reacción de Gregor y su familia a esta horrible transformación. Es ampliamente considerada una obra maestra de la literatura del siglo XX y se interpreta como una alegoría del aislamiento, la alienación y la absurdidad de la existencia humana. La transformación de Gregor lo separa de su humanidad y de su familia, quienes luchan por cuidarlo.",
        "imageUrl": "https://picsum.photos/seed/metamorphosis/600/400",
        "imageHint": "insect shadow"
    },
    {
        "id": "lit-14",
        "slug": "crimen-y-castigo",
        "title": "Crimen y Castigo",
        "category": "Literatura",
        "categorySlug": "literatura",
        "excerpt": "Una novela del autor ruso Fyodor Dostoevsky, publicada por primera vez en una revista literaria en 1866.",
        "content": "La novela se centra en la angustia mental y los dilemas morales de Rodion Raskolnikov, un ex estudiante empobrecido en San Petersburgo que formula y ejecuta un plan para matar a una prestamista sin escrúpulos por su dinero. Raskolnikov argumenta que con el dinero puede realizar buenas obras para contrarrestar el crimen, mientras libra al mundo de un parásito. Es un profundo estudio psicológico de la culpa, la redención y la naturaleza del bien y el mal.",
        "imageUrl": "https://picsum.photos/seed/crime-punishment/600/400",
        "imageHint": "dark alley"
    },
    {
        "id": "lit-15",
        "slug": "las-aventuras-de-huckleberry-finn",
        "title": "Las Aventuras de Huckleberry Finn",
        "category": "Literatura",
        "categorySlug": "literatura",
        "excerpt": "Una novela de Mark Twain, publicada por primera vez en el Reino Unido en diciembre de 1884 y en los Estados Unidos en febrero de 1885.",
        "content": "Comúnmente nombrada entre las Grandes Novelas Americanas, la obra es una de las primeras en la literatura estadounidense importante en ser escrita en inglés vernáculo, caracterizada por el localismo de color. Es contada en primera persona por Huckleberry 'Huck' Finn, un amigo de Tom Sawyer. La novela es conocida por su colorida descripción de personas y lugares a lo largo del río Mississippi. Es una sátira mordaz sobre las actitudes arraigadas, particularmente el racismo.",
        "imageUrl": "https://picsum.photos/seed/huckleberry-finn/600/400",
        "imageHint": "river raft"
    },
    {
        "id": "lit-16",
        "slug": "moby-dick",
        "title": "Moby-Dick",
        "category": "Literatura",
        "categorySlug": "literatura",
        "excerpt": "Una novela de 1851 del escritor estadounidense Herman Melville. El libro es la narración del marinero Ismael sobre la obsesiva búsqueda de Ahab, capitán del barco ballenero Pequod, para vengarse de Moby Dick, la ballena blanca gigante que le arrancó la pierna a Ahab en el anterior encuentro del barco.",
        "content": "La novela fue un fracaso comercial durante la vida del autor. Su reputación como 'Gran Novela Americana' se estableció solo en el siglo XX, después del centenario del nacimiento de Melville. La línea inicial, 'Llamadme Ismael', se encuentra entre las más famosas de la literatura estadounidense. El libro explora temas de obsesión, religión, idealismo y venganza.",
        "imageUrl": "https://picsum.photos/seed/moby-dick/600/400",
        "imageHint": "white whale"
    },
    {
        "id": "lit-17",
        "slug": "ana-karenina",
        "title": "Ana Karenina",
        "category": "Literatura",
        "categorySlug": "literatura",
        "excerpt": "Una novela del autor ruso León Tolstói, publicada por primera vez en forma de libro en 1878.",
        "content": "Muchos autores la consideran una de las mejores novelas jamás escritas. La novela trata temas de traición, fe, familia, matrimonio, sociedad imperial rusa, deseo y vida rural versus urbana. La historia se centra en una aventura extramarital entre Ana y el apuesto oficial de caballería, el Conde Alexei Kirillovich Vronsky, que escandaliza a los círculos sociales de San Petersburgo y obliga a los jóvenes amantes a huir a Italia en busca de la felicidad.",
        "imageUrl": "https://picsum.photos/seed/anna-karenina/600/400",
        "imageHint": "russian aristocrat"
    },
    {
        "id": "lit-18",
        "slug": "el-proceso",
        "title": "El Proceso",
        "category": "Literatura",
        "categorySlug": "literatura",
        "excerpt": "Una novela escrita por Franz Kafka entre 1914 y 1915 y publicada póstumamente en 1925.",
        "content": "Una de sus obras más conocidas, cuenta la historia de Josef K., un hombre arrestado y procesado por una autoridad remota e inaccesible, con la naturaleza de su crimen revelada ni a él ni al lector. La novela explora temas de burocracia, alienación y justicia laberíntica. El término 'kafkiano' ha entrado en el lenguaje común para describir situaciones innecesariamente complicadas y frustrantes como las que se encuentran en la novela.",
        "imageUrl": "https://picsum.photos/seed/the-trial/600/400",
        "imageHint": "dark courtroom"
    },
    {
        "id": "lit-19",
        "slug": "la-casa-de-los-espiritus",
        "title": "La Casa de los Espíritus",
        "category": "Literatura",
        "categorySlug": "literatura",
        "excerpt": "La primera novela de Isabel Allende, publicada en 1982. La novela fue un éxito de ventas instantáneo, aclamada por la crítica y catapultó a Allende a la fama literaria.",
        "content": "La novela detalla la vida de la familia Trueba, abarcando cuatro generaciones, y traza los trastornos políticos y sociales postcoloniales de un país latinoamericano sin nombre (identificado como Chile). La historia se cuenta desde la perspectiva de dos protagonistas, Esteban y Alba, y presenta elementos de realismo mágico. Explora temas de familia, política, memoria y destino.",
        "imageUrl": "https://picsum.photos/seed/house-of-spirits/600/400",
        "imageHint": "old mansion"
    },
    {
        "id": "lit-20",
        "slug": "ficciones",
        "title": "Ficciones",
        "category": "Literatura",
        "categorySlug": "literatura",
        "excerpt": "Una colección de cuentos del escritor y poeta argentino Jorge Luis Borges, publicada en 1944.",
        "content": "Los cuentos de 'Ficciones' empujan los límites de la narrativa y juegan con conceptos filosóficos. La colección está dividida en dos partes: 'El jardín de senderos que se bifurcan' y 'Artificios'. Temas recurrentes incluyen laberintos, bibliotecas, espejos, sueños y la naturaleza del tiempo y la realidad. Obras maestras como 'Tlön, Uqbar, Orbis Tertius' y 'La Biblioteca de Babel' han tenido una inmensa influencia en la literatura posterior.",
        "imageUrl": "https://picsum.photos/seed/ficciones/600/400",
        "imageHint": "library maze"
    },
    {
      "id": "geo-1",
      "slug": "rio-amazonas",
      "title": "Río Amazonas",
      "category": "Geografía",
      "categorySlug": "geografia",
      "excerpt": "El Río Amazonas en Sudamérica es el río más grande por volumen de descarga de agua en el mundo, y el más largo o segundo más largo.",
      "content": "El Amazonas tiene el sistema de drenaje más grande del mundo, representando aproximadamente el 20% de la descarga total de ríos del mundo. La selva amazónica, que lo rodea, es la selva tropical más grande del mundo, hogar de una biodiversidad incomparable.\n\nEl río fluye a través de Perú, Colombia y Brasil antes de desembocar en el Océano Atlántico.",
      "imageUrl": "https://picsum.photos/seed/amazon-river/600/400",
      "imageHint": "river jungle"
    },
    {
      "id": "geo-2",
      "slug": "monte-everest",
      "title": "Monte Everest",
      "category": "Geografía",
      "categorySlug": "geografia",
      "excerpt": "El Monte Everest es la montaña más alta de la Tierra sobre el nivel del mar, ubicada en la subcordillera del Himalaya de Mahalangur Himal.",
      "content": "Su elevación (altura de la nieve) de 8,848.86 metros fue establecida más recientemente en 2020 por las autoridades chinas y nepalíes. La frontera internacional entre China y Nepal atraviesa su punto de cumbre. Escalar el Everest es un desafío importante y ha sido intentado por montañistas de todo el mundo. El primer ascenso confirmado fue realizado por Sir Edmund Hillary y Tenzing Norgay en 1953.",
      "imageUrl": "https://picsum.photos/seed/mount-everest/600/400",
      "imageHint": "snowy mountain"
    },
    {
      "id": "geo-3",
      "slug": "desierto-del-sahara",
      "title": "Desierto del Sahara",
      "category": "Geografía",
      "categorySlug": "geografia",
      "excerpt": "El Sahara es un desierto en el continente africano. Con un área de 9,200,000 kilómetros cuadrados, es el desierto caliente más grande del mundo y el tercer desierto más grande en general.",
      "content": "El Sahara cubre gran parte del norte de África. A pesar de sus duras condiciones, es hogar de varios pueblos y culturas. El paisaje del Sahara varía desde vastos mares de dunas (ergs) hasta llanuras de grava (regs) y montañas rocosas (hamadas).\n\nEl clima ha cambiado drásticamente a lo largo del tiempo. Hace miles de años, el Sahara era una región mucho más húmeda y verde.",
      "imageUrl": "https://picsum.photos/seed/sahara-desert/600/400",
      "imageHint": "sand dunes"
    },
    {
        "id": "geo-4",
        "slug": "la-gran-barrera-de-coral",
        "title": "La Gran Barrera de Coral",
        "category": "Geografía",
        "categorySlug": "geografia",
        "excerpt": "La Gran Barrera de Coral es el sistema de arrecifes de coral más grande del mundo, compuesto por más de 2,900 arrecifes individuales y 900 islas.",
        "content": "Ubicado en el Mar del Coral, frente a la costa de Queensland, Australia, el arrecife se extiende por más de 2,300 kilómetros. Es la estructura individual más grande del mundo hecha por organismos vivos y se puede ver desde el espacio exterior. Es hogar de una increíble diversidad de vida marina, pero actualmente está amenazada por el cambio climático, la contaminación y la pesca.",
        "imageUrl": "https://picsum.photos/seed/great-barrier-reef/600/400",
        "imageHint": "coral reef"
    },
    {
        "id": "geo-5",
        "slug": "la-fosa-de-las-marianas",
        "title": "La Fosa de las Marianas",
        "category": "Geografía",
        "categorySlug": "geografia",
        "excerpt": "La Fosa de las Marianas, ubicada en el Océano Pacífico occidental, es el punto más profundo conocido en los océanos de la Tierra.",
        "content": "Su profundidad máxima conocida es de 10,984 metros en el Abismo de Challenger, un pequeño valle con forma de ranura en su fondo. Si el Monte Everest se colocara en la fosa en este punto, su pico aún estaría a más de dos kilómetros bajo el agua. La presión en el fondo de la fosa es más de 1,000 veces la presión atmosférica estándar a nivel del mar. A pesar de estas condiciones extremas, existe vida en la fosa.",
        "imageUrl": "https://picsum.photos/seed/mariana-trench/600/400",
        "imageHint": "deep ocean"
    },
    {
        "id": "geo-6",
        "slug": "volcan-mauna-loa",
        "title": "Volcán Mauna Loa",
        "category": "Geografía",
        "categorySlug": "geografia",
        "excerpt": "Mauna Loa es uno de los cinco volcanes que forman la Isla de Hawái en el estado estadounidense de Hawái en el Océano Pacífico. Es el volcán en escudo activo más grande del mundo.",
        "content": "En hawaiano, Mauna Loa significa 'Montaña Larga'. Aunque no es el más alto, es el volcán subaéreo más grande tanto en masa como en volumen. Mauna Loa ha entrado en erupción 34 veces desde su primera erupción bien documentada en 1843. Sus erupciones tienden a ser no explosivas, con flujos de lava que avanzan lentamente.",
        "imageUrl": "https://picsum.photos/seed/mauna-loa/600/400",
        "imageHint": "shield volcano"
    },
    {
        "id": "geo-7",
        "slug": "el-rio-nilo",
        "title": "El Río Nilo",
        "category": "Geografía",
        "categorySlug": "geografia",
        "excerpt": "El Nilo es un importante río que fluye hacia el norte en el noreste de África. Es comúnmente considerado como el río más largo del mundo, aunque existe un debate sobre si el Amazonas es más largo.",
        "content": "El Nilo fue la línea de vida de la civilización del antiguo Egipto, con la mayoría de la población y todas las ciudades de Egipto asentadas a lo largo de esas partes del valle del Nilo al norte de Asuán. Las inundaciones anuales del Nilo depositaban limo fértil, lo que permitía a los antiguos egipcios cultivar cosechas y desarrollar una sociedad próspera.",
        "imageUrl": "https://picsum.photos/seed/nile-river/600/400",
        "imageHint": "river boat"
    },
    {
        "id": "geo-8",
        "slug": "el-gran-canon",
        "title": "El Gran Cañón",
        "category": "Geografía",
        "categorySlug": "geografia",
        "excerpt": "El Gran Cañón es un cañón empinado tallado por el río Colorado en Arizona, Estados Unidos.",
        "content": "El Gran Cañón tiene 446 km de largo, hasta 29 km de ancho y alcanza una profundidad de más de una milla (1,857 metros). Durante millones de años, el río Colorado ha cortado capas de roca, exponiendo casi dos mil millones de años de la historia geológica de la Tierra. Es una de las maravillas naturales más famosas del mundo, atrayendo a millones de turistas cada año.",
        "imageUrl": "https://picsum.photos/seed/grand-canyon/600/400",
        "imageHint": "canyon landscape"
    },
    {
        "id": "geo-9",
        "slug": "aurora-boreal",
        "title": "Aurora Boreal",
        "category": "Geografía",
        "categorySlug": "geografia",
        "excerpt": "Una aurora, a veces conocida como luces polares, es una exhibición de luz natural en el cielo de la Tierra, que se ve predominantemente en las regiones de alta latitud (alrededor del Ártico y la Antártida).",
        "content": "Las auroras son producidas cuando la magnetosfera es suficientemente perturbada por el viento solar que las trayectorias de las partículas cargadas tanto en el viento solar como en el plasma de la magnetosfera, principalmente en forma de electrones y protones, las precipitan a la atmósfera superior (termosfera/exosfera) debido al campo magnético de la Tierra, donde su energía se pierde. El resultado es una colorida exhibición de luces danzantes.",
        "imageUrl": "https://picsum.photos/seed/northern-lights/600/400",
        "imageHint": "aurora sky"
    },
    {
        "id": "geo-10",
        "slug": "los-continentes",
        "title": "Los Continentes",
        "category": "Geografía",
        "categorySlug": "geografia",
        "excerpt": "Un continente es una de varias grandes masas de tierra en la Tierra. Generalmente se identifican por convención en lugar de por criterios estrictos, con hasta siete regiones comúnmente consideradas como continentes.",
        "content": "Los siete continentes, ordenados de mayor a menor tamaño, son Asia, África, América del Norte, América del Sur, Antártida, Europa y Australia. Estos continentes se han movido a lo largo del tiempo geológico debido a la tectónica de placas. En un tiempo, la mayoría de las masas terrestres de la Tierra estaban unidas en un supercontinente llamado Pangea.",
        "imageUrl": "https://picsum.photos/seed/continents/600/400",
        "imageHint": "world map"
    },
    {
        "id": "geo-11",
        "slug": "desierto-de-atacama",
        "title": "Desierto de Atacama",
        "category": "Geografía",
        "categorySlug": "geografia",
        "excerpt": "El Desierto de Atacama es una meseta desértica en Sudamérica que cubre una franja de tierra de 1,600 km en la costa del Pacífico, al oeste de las montañas de los Andes.",
        "content": "Es el desierto no polar más seco del mundo. El desierto debe su extrema aridez a una constante inversión de temperatura debido a la fría corriente de Humboldt que fluye hacia el norte y a la presencia de la fuerte barrera de los Andes. Algunas estaciones meteorológicas en el Atacama nunca han recibido lluvia. A pesar de esto, más de un millón de personas viven en el desierto hoy en día. Su cielo despejado lo convierte en un lugar ideal para observatorios astronómicos.",
        "imageUrl": "https://picsum.photos/seed/atacama-desert/600/400",
        "imageHint": "dry landscape"
    },
    {
        "id": "geo-12",
        "slug": "cataratas-del-iguazu",
        "title": "Cataratas del Iguazú",
        "category": "Geografía",
        "categorySlug": "geografia",
        "excerpt": "Las Cataratas del Iguazú son cascadas del río Iguazú en la frontera de la provincia argentina de Misiones y el estado brasileño de Paraná.",
        "content": "Juntas, forman el sistema de cascadas más grande del mundo. Las cataratas dividen el río en el Iguazú superior e inferior. El número de cataratas individuales varía de 150 a 300, dependiendo del nivel del agua. La más impresionante es la Garganta del Diablo, una garganta en forma de U de 82 metros de altura. Fueron declaradas Patrimonio de la Humanidad por la UNESCO en 1984.",
        "imageUrl": "https://picsum.photos/seed/iguazu-falls/600/400",
        "imageHint": "large waterfall"
    },
    {
        "id": "geo-13",
        "slug": "el-himalaya",
        "title": "El Himalaya",
        "category": "Geografía",
        "categorySlug": "geografia",
        "excerpt": "El Himalaya, o Himalayas, es una cordillera en Asia que separa las llanuras del subcontinente indio de la meseta tibetana.",
        "content": "La cordillera alberga los picos más altos del planeta, incluido el Monte Everest. Más de 100 picos que superan los 7,200 metros de altura se encuentran en el Himalaya. Estos se formaron como resultado de la colisión entre la placa india y la placa euroasiática, que comenzó hace 50 millones de años y continúa hoy. El Himalaya ha influido profundamente en las culturas de Asia del Sur; muchas cumbres del Himalaya son sagradas tanto en el budismo como en el hinduismo.",
        "imageUrl": "https://picsum.photos/seed/himalayas/600/400",
        "imageHint": "mountain range"
    },
    {
        "id": "geo-14",
        "slug": "islas-galapagos",
        "title": "Islas Galápagos",
        "category": "Geografía",
        "categorySlug": "geografia",
        "excerpt": "Las Islas Galápagos son un archipiélago de islas volcánicas alrededor del ecuador en el Océano Pacífico, que pertenecen a Ecuador.",
        "content": "Las islas son conocidas por su gran número de especies endémicas y fueron estudiadas por Charles Darwin durante el segundo viaje del HMS Beagle. Sus observaciones y colecciones contribuyeron al inicio de la teoría de la evolución de Darwin por selección natural. Las iguanas marinas, las tortugas gigantes y las muchas especies de pinzones son algunas de sus famosas especies.",
        "imageUrl": "https://picsum.photos/seed/galapagos-islands/600/400",
        "imageHint": "marine iguana"
    },
    {
        "id": "geo-15",
        "slug": "el-circulo-polar-artico",
        "title": "El Círculo Polar Ártico",
        "category": "Geografía",
        "categorySlug": "geografia",
        "excerpt": "El Círculo Polar Ártico es uno de los cinco principales círculos de latitud que marcan los mapas de la Tierra. Es el paralelo de latitud más septentrional en el que el centro del sol de mediodía es solo visible en el solsticio de diciembre.",
        "content": "La región al norte del Círculo Polar Ártico se conoce como el Ártico, y la zona justo al sur del Círculo Polar Ártico es la Zona Templada del Norte. La posición del Círculo Polar Ártico no es fija y actualmente corre 66°33′48.0″ al norte del Ecuador. Su latitud depende de la inclinación axial de la Tierra. El clima dentro del Círculo Polar Ártico es generalmente frío, pero las áreas costeras tienen climas más moderados debido a la influencia del océano.",
        "imageUrl": "https://picsum.photos/seed/arctic-circle/600/400",
        "imageHint": "ice landscape"
    },
    {
        "id": "geo-16",
        "slug": "los-oceanos-del-mundo",
        "title": "Los Océanos del Mundo",
        "category": "Geografía",
        "categorySlug": "geografia",
        "excerpt": "Un océano es un cuerpo de agua salina que compone gran parte de la hidrosfera de un planeta. En la Tierra, un océano es una de las principales divisiones convencionales del Océano Mundial.",
        "content": "Estas son, en orden descendente de área, los océanos Pacífico, Atlántico, Índico, Antártico y Ártico. Juntos, cubren el 71% de la superficie de la Tierra y contienen el 97% del agua de la Tierra. Los océanos son cruciales para la vida en la Tierra; influyen en los patrones climáticos y meteorológicos, forman parte del ciclo del carbono y albergan una vasta biodiversidad.",
        "imageUrl": "https://picsum.photos/seed/world-oceans/600/400",
        "imageHint": "ocean wave"
    },
    {
        "id": "geo-17",
        "slug": "la-linea-internacional-de-cambio-de-fecha",
        "title": "La Línea Internacional de Cambio de Fecha",
        "category": "Geografía",
        "categorySlug": "geografia",
        "excerpt": "La Línea Internacional de Cambio de Fecha (IDL) es un límite imaginario en la superficie de la Tierra que va de norte a sur a través del Océano Pacífico.",
        "content": "Es la línea donde un día termina y el siguiente comienza. Al cruzar la IDL de oeste a este, se resta un día calendario, y al cruzar de este a oeste, se suma un día. La línea no es recta, sino que se desvía alrededor de los límites políticos para evitar dividir países en dos días diferentes. Se encuentra aproximadamente a lo largo del meridiano de 180° de longitud.",
        "imageUrl": "https://picsum.photos/seed/date-line/600/400",
        "imageHint": "globe map"
    },
    {
        "id": "geo-18",
        "slug": "el-ecuador",
        "title": "El Ecuador",
        "category": "Geografía",
        "categorySlug": "geografia",
        "excerpt": "El Ecuador es un círculo imaginario alrededor del medio de la Tierra. Divide la Tierra en dos mitades iguales: el Hemisferio Norte y el Hemisferio Sur.",
        "content": "El Ecuador es la línea de latitud 0°. Es el único lugar en la Tierra donde el sol está directamente sobre la cabeza en los equinoccios de marzo y septiembre. Los lugares cerca del Ecuador experimentan un clima cálido durante todo el año y tienen aproximadamente 12 horas de día y 12 horas de noche durante todo el año. El Ecuador pasa por 13 países.",
        "imageUrl": "https://picsum.photos/seed/equator/600/400",
        "imageHint": "earth globe"
    },
    {
        "id": "geo-19",
        "slug": "la-selva-amazonica",
        "title": "La Selva Amazónica",
        "category": "Geografía",
        "categorySlug": "geografia",
        "excerpt": "La selva amazónica es una selva tropical húmeda de hoja ancha en la cuenca del Amazonas de Sudamérica.",
        "content": "La cuenca abarca 7,000,000 de kilómetros cuadrados, de los cuales 5,500,000 están cubiertos por la selva tropical. Esta región incluye territorio perteneciente a nueve naciones. La Amazonía representa más de la mitad de las selvas tropicales restantes del planeta y comprende el tramo más grande y biodiverso de selva tropical del mundo, con un estimado de 390 mil millones de árboles individuales divididos en 16,000 especies. Desafortunadamente, enfrenta una grave amenaza por la deforestación.",
        "imageUrl": "https://picsum.photos/seed/amazon-rainforest/600/400",
        "imageHint": "dense jungle"
    },
    {
        "id": "geo-20",
        "slug": "el-triangulo-de-las-bermudas",
        "title": "El Triángulo de las Bermudas",
        "category": "Geografía",
        "categorySlug": "geografia",
        "excerpt": "El Triángulo de las Bermudas es una región poco definida en la parte occidental del Océano Atlántico Norte, donde se dice que varios aviones y barcos han desaparecido en circunstancias misteriosas.",
        "content": "La cultura popular ha atribuido varias desapariciones a lo paranormal o a la actividad de seres extraterrestres. Sin embargo, la evidencia documentada indica que un porcentaje significativo de los incidentes fueron reportados de manera inexacta o embellecidos por autores posteriores, y numerosas agencias oficiales han declarado que el número y la naturaleza de las desapariciones en la región son similares a los de cualquier otra área bien transitada del océano. No existen peligros únicos en el área.",
        "imageUrl": "https://picsum.photos/seed/bermuda-triangle/600/400",
        "imageHint": "stormy sea"
    },
    {
      "id": "art-1",
      "slug": "la-mona-lisa",
      "title": "La Mona Lisa",
      "category": "Arte",
      "categorySlug": "arte",
      "excerpt": "La Mona Lisa es un retrato de medio cuerpo pintado por el artista italiano Leonardo da Vinci. Es aclamado como 'la obra de arte más conocida, más visitada, más escrita, más cantada y más parodiada del mundo'.",
      "content": "La pintura, que se cree que es un retrato de Lisa Gherardini, la esposa de Francesco del Giocondo, es famosa por su enigmática sonrisa. Esta expresión ha sido objeto de mucha especulación. Otra característica notable es el paisaje de fondo monumental. Leonardo utilizó una técnica de pintura llamada sfumato, que implica suaves transiciones entre colores y tonos.\n\nActualmente se encuentra en el Museo del Louvre en París.",
      "imageUrl": "https://picsum.photos/seed/mona-lisa/600/400",
      "imageHint": "famous painting"
    },
    {
      "id": "art-2",
      "slug": "la-noche-estrellada",
      "title": "La Noche Estrellada",
      "category": "Arte",
      "categorySlug": "arte",
      "excerpt": "La Noche Estrellada es una pintura al óleo sobre lienzo del pintor postimpresionista holandés Vincent van Gogh.",
      "content": "Pintada en junio de 1889, representa la vista desde la ventana orientada al este de su habitación de asilo en Saint-Rémy-de-Provence, justo antes del amanecer, con la adición de un pueblo imaginario. Ha estado en la colección permanente del Museo de Arte Moderno de la ciudad de Nueva York desde 1941. Ampliamente considerada como la obra magna de Van Gogh, La Noche Estrellada es una de las pinturas más reconocidas en la historia de la cultura occidental.",
      "imageUrl": "https://picsum.photos/seed/starry-night/600/400",
      "imageHint": "van gogh"
    },
    {
      "id": "art-3",
      "slug": "la-creacion-de-adan",
      "title": "La Creación de Adán",
      "category": "Arte",
      "categorySlug": "arte",
      "excerpt": "La Creación de Adán es una pintura al fresco que forma parte del techo de la Capilla Sixtina, pintada por Miguel Ángel c. 1508-1512.",
      "content": "Ilustra la narrativa de la creación bíblica del libro del Génesis en la que Dios le da vida a Adán, el primer hombre. La imagen de las manos casi tocándose de Dios y Adán se ha convertido en un icono de la humanidad. Es una de las pinturas religiosas más replicadas de todos los tiempos. La composición es magistral, con la figura de Dios flotando en una nube de ángeles, extendiéndose para impartir la chispa de la vida al Adán reclinado.",
      "imageUrl": "https://picsum.photos/seed/creation-of-adam/600/400",
      "imageHint": "touching hands"
    },
    {
        "id": "art-4",
        "slug": "el-grito",
        "title": "El Grito",
        "category": "Arte",
        "categorySlug": "arte",
        "excerpt": "El Grito es el nombre popular que se le da a una composición creada por el artista expresionista noruego Edvard Munch en 1893.",
        "content": "La cara agonizante en la pintura se ha convertido en uno de los íconos del arte más célebres, visto como un símbolo de la ansiedad y la incertidumbre del hombre moderno. Munch creó varias versiones de la obra. La pintura representa a una figura con una expresión de angustia contra un paisaje con un cielo rojo sangre. Munch describió su inspiración para la obra: 'Sentí un gran grito infinito atravesar la naturaleza'.",
        "imageUrl": "https://picsum.photos/seed/the-scream/600/400",
        "imageHint": "anguish face"
    },
    {
        "id": "art-5",
        "slug": "guernica",
        "title": "Guernica",
        "category": "Arte",
        "categorySlug": "arte",
        "excerpt": "Guernica es una gran pintura mural al óleo sobre lienzo de 1937 del artista español Pablo Picasso.",
        "content": "La pintura fue creada en respuesta al bombardeo de Guernica, un pueblo del País Vasco en el norte de España, por la Alemania nazi y la Italia fascista a petición de los nacionalistas españoles. La pintura muestra las tragedias de la guerra y el sufrimiento que inflige a los individuos, en particular a los civiles inocentes. Se ha convertido en un recordatorio permanente de las tragedias de la guerra, un símbolo contra la guerra y una encarnación de la paz.",
        "imageUrl": "https://picsum.photos/seed/guernica/600/400",
        "imageHint": "abstract war"
    },
    {
        "id": "art-6",
        "slug": "la-persistencia-de-la-memoria",
        "title": "La Persistencia de la Memoria",
        "category": "Arte",
        "categorySlug": "arte",
        "excerpt": "Una pintura de 1931 del artista Salvador Dalí, y una de las obras más reconocibles del surrealismo.",
        "content": "Esta icónica obra presenta una imagen impactante de relojes de bolsillo blandos y derritiéndose. La interpretación común de la obra es que los relojes blandos son una refutación de la suposición de que el tiempo es rígido y determinista. Se dice que Dalí se inspiró en el queso Camembert derritiéndose bajo el sol. La pintura encarna la exploración del subconsciente y el mundo de los sueños por parte del movimiento surrealista.",
        "imageUrl": "https://picsum.photos/seed/persistence-of-memory/600/400",
        "imageHint": "melting clocks"
    },
    {
        "id": "art-7",
        "slug": "el-nacimiento-de-venus",
        "title": "El Nacimiento de Venus",
        "category": "Arte",
        "categorySlug": "arte",
        "excerpt": "Una pintura de Sandro Botticelli, generalmente se piensa que fue hecha a mediados de la década de 1480.",
        "content": "Representa a la diosa Venus llegando a la orilla después de su nacimiento, cuando había emergido del mar completamente desarrollada. La pintura se encuentra en la Galería de los Uffizi en Florencia, Italia. Es una de las obras de arte más famosas del mundo y un icono del Renacimiento italiano. La pose de Venus es una adaptación de la pose clásica 'Venus Pudica', donde la diosa intenta cubrir su desnudez.",
        "imageUrl": "https://picsum.photos/seed/birth-of-venus/600/400",
        "imageHint": "goddess shell"
    },
    {
        "id": "art-8",
        "slug": "la-ronda-de-noche",
        "title": "La Ronda de Noche",
        "category": "Arte",
        "categorySlug": "arte",
        "excerpt": "Una pintura de 1642 de Rembrandt van Rijn. Es una de las pinturas más famosas del Siglo de Oro holandés.",
        "content": "La pintura es famosa por tres cosas: su tamaño colosal (363 cm × 437 cm), el uso dramático de la luz y la sombra (tenebrismo) y su percepción del movimiento en lo que tradicionalmente habría sido un retrato de grupo militar estático. La pintura representa a la compañía del Capitán Frans Banninck Cocq y su teniente, Willem van Ruytenburch, saliendo de marcha.",
        "imageUrl": "https://picsum.photos/seed/the-night-watch/600/400",
        "imageHint": "dutch portrait"
    },
    {
        "id": "art-9",
        "slug": "la-joven-de-la-perla",
        "title": "La Joven de la Perla",
        "category": "Arte",
        "categorySlug": "arte",
        "excerpt": "Una pintura al óleo del pintor holandés del Siglo de Oro Johannes Vermeer, fechada c. 1665.",
        "content": "La obra es un 'tronie', el término holandés del siglo XVII para una 'cabeza' que no pretendía ser un retrato. Representa a una joven europea que lleva un vestido exótico, un turbante oriental y un arete de perla muy grande. A menudo se la conoce como la 'Mona Lisa del Norte'. El fondo oscuro y la mirada íntima de la joven hacia el espectador crean una atmósfera de misterio.",
        "imageUrl": "https://picsum.photos/seed/girl-with-a-pearl-earring/600/400",
        "imageHint": "portrait girl"
    },
    {
        "id": "art-10",
        "slug": "las-meninas",
        "title": "Las Meninas",
        "category": "Arte",
        "categorySlug": "arte",
        "excerpt": "Una pintura de 1656 en el Museo del Prado en Madrid, de Diego Velázquez, el principal artista del Siglo de Oro español.",
        "content": "La compleja y enigmática composición de la obra plantea preguntas sobre la realidad y la ilusión, y crea una relación incierta entre el espectador y las figuras representadas. Debido a estas complejidades, Las Meninas ha sido una de las obras más analizadas en la pintura occidental. La pintura muestra a la infanta Margarita Teresa rodeada de su séquito de damas de honor, chaperona, guardaespaldas, dos enanos y un perro. El propio Velázquez se retrata trabajando en un gran lienzo.",
        "imageUrl": "https://picsum.photos/seed/las-meninas/600/400",
        "imageHint": "spanish court"
    },
    {
        "id": "art-11",
        "slug": "impresion-sol-naciente",
        "title": "Impresión, Sol Naciente",
        "category": "Arte",
        "categorySlug": "arte",
        "excerpt": "Una pintura de Claude Monet exhibida por primera vez en lo que se conocería como la 'Exposición de los Impresionistas' en París en abril de 1874.",
        "content": "A la pintura se le atribuye el nombre del movimiento impresionista. Representa el puerto de Le Havre, la ciudad natal de Monet. Monet explicó más tarde el título: 'Me pidieron un título para el catálogo, realmente no podía tomarse como una vista de Le Havre, así que dije: Pon Impresión'. El crítico Louis Leroy usó el título de la pintura en una reseña satírica, lo que llevó a que el término 'Impresionismo' se usara para el nuevo movimiento.",
        "imageUrl": "https://picsum.photos/seed/impression-sunrise/600/400",
        "imageHint": "harbor painting"
    },
    {
        "id": "art-12",
        "slug": "el-pensador",
        "title": "El Pensador",
        "category": "Arte",
        "categorySlug": "arte",
        "excerpt": "Una escultura de bronce de Auguste Rodin, generalmente colocada sobre un pedestal de piedra.",
        "content": "La obra muestra una figura masculina desnuda de tamaño heroico sentada sobre una roca. Se le ve sumido en sus pensamientos, con la barbilla apoyada en una mano. Comúnmente se usa como imagen para representar la filosofía. Originalmente llamado 'El Poeta', la pieza era parte de una comisión del Museo de Artes Decorativas de París para crear una puerta monumental llamada 'Las Puertas del Infierno', basada en La Divina Comedia de Dante.",
        "imageUrl": "https://picsum.photos/seed/the-thinker/600/400",
        "imageHint": "thinking statue"
    },
    {
        "id": "art-13",
        "slug": "david-de-miguel-angel",
        "title": "David de Miguel Ángel",
        "category": "Arte",
        "categorySlug": "arte",
        "excerpt": "Una obra maestra de la escultura del Alto Renacimiento, creada en mármol entre 1501 y 1504 por el artista italiano Miguel Ángel.",
        "content": "David es una estatua de mármol de 5.17 metros de una figura masculina desnuda. La estatua representa al héroe bíblico David, un tema favorito en el arte de Florencia. La estatua se diferencia de las representaciones anteriores de David en que no se le representa con la cabeza del gigante Goliat derrotado. En cambio, Miguel Ángel elige representar a David antes de la batalla, tenso y vigilante. La estatua se convirtió en un símbolo de la defensa de las libertades civiles encarnadas en la República de Florencia.",
        "imageUrl": "https://picsum.photos/seed/michelangelo-david/600/400",
        "imageHint": "marble statue"
    },
    {
        "id": "art-14",
        "slug": "la-escuela-de-atenas",
        "title": "La Escuela de Atenas",
        "category": "Arte",
        "categorySlug": "arte",
        "excerpt": "Uno de los frescos más famosos del artista renacentista italiano Rafael.",
        "content": "Fue pintado entre 1509 y 1511 como parte del encargo de Rafael para decorar las habitaciones ahora conocidas como las Stanze di Raffaello, en el Palacio Apostólico en el Vaticano. La pintura celebra la filosofía y presenta a casi todos los grandes filósofos griegos. Las figuras centrales son Platón y Aristóteles. Platón apunta hacia el cielo, representando su teoría de las Formas, mientras que Aristóteles gesticula hacia la tierra, representando su creencia en la observación empírica.",
        "imageUrl": "https://picsum.photos/seed/school-of-athens/600/400",
        "imageHint": "greek philosophers"
    },
    {
        "id": "art-15",
        "slug": "latas-de-sopa-campbell-de-warhol",
        "title": "Latas de Sopa Campbell de Warhol",
        "category": "Arte",
        "categorySlug": "arte",
        "excerpt": "Una obra de arte producida en 1962 por Andy Warhol. Consiste en treinta y dos lienzos, cada uno de 51 cm × 41 cm, de una pintura de una lata de sopa Campbell, una de cada una de las variedades de sopa enlatada que la compañía ofrecía en ese momento.",
        "content": "Esta obra se considera una obra seminal del movimiento Pop Art. Ayudó a marcar el comienzo del Pop Art como un movimiento artístico importante en los Estados Unidos. La elección de Warhol de un producto de consumo producido en masa como tema fue una desviación radical del arte tradicional, desafiando las nociones de originalidad y el papel del artista.",
        "imageUrl": "https://picsum.photos/seed/campbell-soup/600/400",
        "imageHint": "soup can"
    },
    {
        "id": "art-16",
        "slug": "el-beso-de-klimt",
        "title": "El Beso de Klimt",
        "category": "Arte",
        "categorySlug": "arte",
        "excerpt": "Una pintura al óleo sobre lienzo con pan de oro, plata y platino del pintor simbolista austriaco Gustav Klimt.",
        "content": "Fue pintada en algún momento de 1907 y 1908, durante el apogeo de lo que los eruditos llaman su 'Período Dorado'. Representa a una pareja abrazándose, sus cuerpos entrelazados en elaboradas túnicas decoradas en un estilo influenciado por el Art Nouveau y el movimiento Arts and Crafts. La pintura se encuentra ahora en la galería Österreichische Galerie Belvedere en el palacio Belvedere, Viena, y es considerada una obra maestra del primer período moderno.",
        "imageUrl": "https://picsum.photos/seed/klimt-kiss/600/400",
        "imageHint": "gold painting"
    },
    {
        "id": "art-17",
        "slug": "girasoles-de-van-gogh",
        "title": "Girasoles de Van Gogh",
        "category": "Arte",
        "categorySlug": "arte",
        "excerpt": "El nombre de dos series de pinturas de naturalezas muertas del pintor holandés Vincent van Gogh.",
        "content": "La primera serie, ejecutada en París en 1887, representa los girasoles tirados en el suelo, mientras que la segunda serie, hecha un año después en Arles, muestra un ramo de girasoles en un jarrón. Las pinturas son conocidas por su vibrante color amarillo y su expresiva pincelada. Para Van Gogh, los girasoles simbolizaban la gratitud. Las pinturas se encuentran entre sus obras más famosas.",
        "imageUrl": "https://picsum.photos/seed/van-gogh-sunflowers/600/400",
        "imageHint": "sunflower painting"
    },
    {
        "id": "art-18",
        "slug": "la-gran-ola-de-kanagawa",
        "title": "La Gran Ola de Kanagawa",
        "category": "Arte",
        "categorySlug": "arte",
        "excerpt": "Una estampa de xilografía del artista japonés de ukiyo-e Hokusai. Fue publicada en algún momento entre 1829 y 1833 a finales del período Edo como la primera estampa de la serie de Hokusai 'Treinta y seis vistas del monte Fuji'.",
        "content": "Es la obra más famosa de Hokusai y una de las obras de arte japonés más reconocidas del mundo. La imagen representa una enorme ola que amenaza a tres barcos frente a la costa de la ciudad de Kanagawa (la actual ciudad de Yokohama) mientras el monte Fuji se eleva al fondo. La composición, con su dramático contraste entre la poderosa ola y la montaña serena, ha cautivado al público durante generaciones.",
        "imageUrl": "https://picsum.photos/seed/great-wave/600/400",
        "imageHint": "japanese wave"
    },
    {
        "id": "art-19",
        "slug": "el-jardin-de-las-delicias",
        "title": "El Jardín de las Delicias",
        "category": "Arte",
        "categorySlug": "arte",
        "excerpt": "El título moderno dado a un tríptico pintado al óleo sobre tabla de roble por el maestro holandés temprano Hieronymus Bosch, alojado en el Museo del Prado en Madrid desde 1939.",
        "content": "Data de entre 1490 y 1510, cuando Bosch tenía entre 40 y 60 años. La obra es un tríptico, una pintura de tres paneles. El panel izquierdo representa a Dios presentando a Eva a Adán, el panel central es un amplio panorama de figuras socialmente comprometidas, y el panel derecho es una visión infernal del castigo. Está lleno de imaginería fantástica y simbolismo complejo, y su interpretación ha sido objeto de intenso debate académico.",
        "imageUrl": "https://picsum.photos/seed/garden-earthly-delights/600/400",
        "imageHint": "bosch painting"
    },
    {
        "id": "art-20",
        "slug": "la-ultima-cena",
        "title": "La Última Cena",
        "category": "Arte",
        "categorySlug": "arte",
        "excerpt": "Una pintura mural de finales del siglo XV de Leonardo da Vinci alojada en el refectorio del Convento de Santa Maria delle Grazie en Milán, Italia.",
        "content": "Es una de las pinturas más reconocibles del mundo occidental. La obra representa la escena de la Última Cena de Jesús con sus apóstoles, como se cuenta en el Evangelio de Juan. Leonardo representa el momento en que Jesús anuncia que uno de sus apóstoles lo traicionará, y la consternación que esta noticia causa entre los Doce. La pintura es famosa por su magistral composición y la profundidad psicológica de sus personajes.",
        "imageUrl": "https://picsum.photos/seed/the-last-supper/600/400",
        "imageHint": "da vinci"
    }
  ]
}
